{
    "LoginIcon": {
        "message": "Welcome"
    },
    "TabHomeActivity": {
        "imgindex": "../image/enpic/index1.jpg",
        "title": "HOME",
        "video": "TEDx Video",
        "biotitle": "Epigenetic age Detection by DNA Methylation ",
        "1ml": "Only 2ml saliva sample is needed for detection, which is convinient and safe.",
        "testresult": "The sample will be sent to the laboratory for testing, the test results will be sent to your APP.",
        "bio2": "Epigenetic age Detection 2.0",
        "1ml2": "Epigenetic age can be measured with Only 2ml saliva sample.",
        "kit": "EpiAge Kit",
        "learnmore": "Learn More",
        "appsystem": "Our APP System",
        "personalrep": "Dynamic personal reporting",
        "question": "Comprehensive questionnaires",
        "follow": "Follow-up",
        "international": "Links to international reputable medical associations recommendations",
        "dynrep": "personalized dynamic report",
        "question2": "Lifestyle questionnaires",
        "machinelearn": "APP linked to a machine learning System",
        "whatsame": "What is SAMe?",
        "sam": "SAMe",
        "affacthealth": "SAMe is a natural product in the human body, which can affect human health.",
        "supplement": "SAMe is a natural nutrition supplement in the human body.",
        "myreport": "My Report",
        "questionnaires": "Questionnaires",
        "testprocess": "Test Process",
        "qa": "Q&A",
        "datasequrity": "Data Security",
        "consent": "User Informed Consent",
        "disclaimer": "Disclaimer",
        "disclaimertext": "The EpiAge test is not intended to be health information or medical data or to be used to screen, diagnose, treat, prevent or assess the risk of any disease or condition. The EpiAge service is an epigenetic age determination based on the assessment of DNA methylation in your DNA. We are not collecting genetic data. The test is available for individuals 21 years of age or older. This service has not been cleared or approved by the U. S. Food and Drug Administration.",
        "allright": " @2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved",
        "old": "How Old Are",
        "you": "You, Really?",
        "only": "The only age that counts",
        "dnaage": "is your biological DNA age.",
        "stop": "Stop counting your age by birthdays or can-",
        "dles": "dles on the cake, wrinkkles,crow's feet or the",
        "frown": "frown lines on your face —— those are only",
        "numbers": "numbers.And today,the numbers don't",
        "count": "count.",
        "aboutus": "About Us",
        "lifestyle": "Lifestyle",
        "test": "Test Process",
        "mark": "Shop",
        "quest": "Questionnaires",
        "report": "My Report",
        "whatis": "What is SAMe?",
        "natural": "SAMe is a natural product in the human",
        "human": " body,which can affect human health",
        "whatare": "What are",
        "vitaamins": "Vitamins?",
        "organic": "Nutramins are organic substanc-",
        "necessary": "es necessary to maintain human",
        "left": "left activities,and also important",
        "active": "active substances to maintain",
        "healthman": "human health",
        "vitamin": "Vitamin content in the body is very small,",
        "indispensable": "but indispensable",
        "chronological": "Chronological Age",
        "biological": "Epigenetic age",
        "management": "Health Management",
        "Tips":"Tips",
        "message":"If you have already purchased the EpiAge kit. Please click here to Register your kit »"
    },
    "TestprocessActivity": {
        "title": "Test Process",
        "testprocess": "TEST PROCESS ",
        "downloadapp": "1.Download the APP ",
        "purchasekit": "2.Purchase the kit ",
        "fillques": "3.Fill up the question-",
        "fillques2": "naire(Optional) ",
        "collect": "4.Collect your ",
        "collect2": "saliva sample",
        "sample": "5.Ship the sample",
        "back": " back to us",
        "extraction": "6.DNA extraction",
        "extraction2": "and analysis",
        "report": "7.View the report ",
        "report2": "through the App"
    },
    "TabCenterActivity": {
        "title": "EPICENTER",
        "centerlogin": "Login",
        "centerregis": "Register",
        "centerkey": "Private key",
        "Questionnaire": "Questionnaire",
        "centerreport": "My Report",
        "centerqa": "Q&A",
        "centerus": "Contact Us",
        "centerout": "Log Out"
    },
    "AboutActivity": {
        "title": "About Us",
        "company": "| Company Introduction",
        "science": "| Science Team",
        "methylation": "| DNA Methylation",
        "biological": "| Epigenetic Age Detection",
        "consentform": "| Customer Data Consent Form"
    },
    "LoginActivity": {
        "title": "User Login",
        "email": "Email",
        "passowrd": "Password",
        "mailboxformatFail": "The mailbox format is incorrect",
        "mailboxNull": "Please enter your mailbox",
        "passwordNull": "Please enter your password",
        "login": "Login",
        "logout": "Logout",
        "noaccount": "Don't have an account?",
        "register": "Register",
        "language": "language",
        "Invalid": {
            "Email": "Email invalid",
            "PWD": "Password invalid",
            "NetFail": "Network unlinkable",
            "unactive": "Email not active"
        },
        "ForgetPwd": "Forget Password?"
    },
    "RegisterActivity": {
        "title": "Registration",
        "register": "Register",
        "region": "Select your region:",
        "nickname": "Username",
        "email": "Email",
        "password": "Create a Password",
        "confirm": "Confirm Password",
        "agree": "I have read and agree to",
        "privacy": "the Terms of Service and Privacy Statement.",
        "message": "Message",
        "registered": "The Mailbox has been registered",
        "activation": "The user activation link has been sent to your registered mailbox, please go to activate it by clicking the link there.",
        "again": "Network error! Please try again",
        "account": "Already have an account?",
        "login": "Login"
    },
    "ForgetActivity": {
        "title": "Reset Password",
        "link": "By clicking the button below, A link to reset your password will be sent to your email.",
        "link2": "Login to your account",
        "email": "Email",
        "password": "Password",
        "login": "login"
    },
    "LifeStyleChartActivity": {
        "same": "SAMe",
        "same-recommon": "There is no established ideal dose of SAM-e. For depression, many studies have used between 800 -1,600 milligrams daily. For osteoarthritis, 600-1,200 milligrams daily of SAM-e divided into three doses is common. Ask your doctor for advice. ",
        "resveratrol": "Resveratrol",
        "mg1": "mg/day",
        "drug": "Drugs.com",
        "resveraltrol-recommon": "Evidence from clinical studies is insufficient to provide dosing guidelines. Single-dose studies suggest that a safe daily dosage for a person weighing 70 kg may be resveratrol 450 mg/day. Dosages above 1 g/day appear to have been well tolerated in a short-term (2-week) trial but have been reported to cause adverse effects in another study. ",
        "nmn": "NMN",
        "selfhacked": "SELFHACKED",
        "nmn-recommon": "Doses in human supplements vary around a few hundred mg per day. For example, in a study of 50 women, the dosage being tested is 125 mg NMN twice daily over 8 weeks.",
        "dhea": "DHEA",
        "webmd": "WebMD",
        "dhea-recommon": "There is no standard dosage of DHEA. Some studies have used capsules dosed between 25 and 200 milligrams a day, or sometimes even higher, but it depends on the medical conditions being treated. Ask your doctor for advice.",
        "savedata": "Your data has been saved successfully!",
        "title": "Life Style Questionnaire",
        "lifesques": "Life style Questionnaire",
        "healthy": "A healthy or unhealthy lifestyle will most likely be transmitted across generations. According to the study done by Case et al.",
        "become": "When a 0-3-year-old child has a mother who practices a healthy lifestyle, this child will be 27% more likely to become healthy and adopt the same lifestyle.",
        "instance": "For instance, high-income parents are more likely to eat organic food, have time to exercise and provide the best living condition to their children.On the other hand, low-income parents are more likely to participate in unhealthy activities such as smoking to help them release poverty-related stress and depression.",
        "teacher": "Parents are the first teacher for every child. Everything that parents do will be very likely transferred to their children through the learning process.",
        "height": "Weight & Height",
        "heightvalue": "Height(cm):",
        "weightvalue": "Weight(kg):",
        "source": "Source: Centers for Disease……",
        "recommendation": "Recommendation:",
        "bmicaltulate": "BMI[Body Mass Index=weight(kg)/(height(m)*height(m))]",
        "bmisource": "Source: National Heart,Lung,and Blood Institute",
        "range": "If your BMI is less than 18.5, it falls within the underweight range.",
        "bmi": "If your BMI is 18.5 to 24.9, it falls within the normal or Healthy Weight range.",
        "falls": "If your BMI is 25.0 to 29.9, it falls within the overweight range.",
        "your": "If your BMI is 30.0 or higher, it falls within the obese range.",
        "heart": "Heart rate (beats/min)",
        "beats": "beats/min",
        "bmii": "bmi",
        "american": "Source:American Heart Association",
        "blood": "Blood pressure (mmHG)",
        "mmhg": "mmHg",
        "systolic": "Systolic BP",
        "diastolic": "Diastolic BP",
        "cholesterol": "Cholesterol (mg/dL)",
        "mg": "mg/dl",
        "meditation": "Meditation",
        "mayo": "Source:Mayo Clinic",
        "unit": "hours/day",
        "cvh": "Cardio Vascular Health",
        "sleep": "Sleep",
        "foundation": "Source: National Sleep Foundation",
        "active": "How about your active sex life",
        "timesday": "times/week",
        "sexual": "Satisfaction with sexual Life",
        "score": "score",
        "alcohol": "Alcohol",
        "society": "Source: American Cancer Society",
        "gramday": "glass/day",
        "smoking": "Smoking",
        "sticksday": "sticks/day",
        "vitamin": "Vitamin D",
        "mayoclinic": "Source: Mayo Clinic",
        "iuday": "IU/day",
        "vitaminc": "Vitamin C",
        "vitamina": "Vitamin A",
        "mcgday": "mcg/day",
        "resting": " Your resting heart rate is the heart pumping the lowest amount of blood",
        "ill": "you need because you’re not exercising. If you’re sitting or lying and you’re calm, relaxed and aren’t ill,",
        "hearting": "your heart rate is normally between 60 (beats per minute) and 100 (beats per minute).",
        "bloods": " Blood pressure numbers of less than 120/80 mm Hg are considered within thenormal range.",
        "adults": "All adults age 20 or older should have their cholesterol (and other risk factors) checked every four to six years.",
        "most": "Meditation can wipe away the day's stress, bringing with it inner peace. See how you can easily learn to practice meditation whenever you need it most.",
        "minutes": " Get at least 150 minutes per week of moderate-intensity aerobic activity or 75 minutes per week of vigorous aerobic activity, or a combination of both, preferably spread throughout the week",
        "morethan": " NATIONAL SLEEP FOUNDATION recommonds 7-9 hours for 18-64 years, and doesn't recommend less than 6 and more than 11 hours for 8-25 years and less than 6 and more than 10 hours for 26-64 years.",
        "drink": " Drink no more than 1 drink per day for women or 2 per day for men.",
        "stop": "Stop Smoking",
        "recommended": "The recommended daily amount of vitamin D is 400 international units (IU) for children up to age 12 months, 600 IU for ages 1 to 70 years, and 800 IU for people over 70 years.",
        "daily": "The recommended daily amount of vitamin C for adult men is 90 milligrams and for adult women is 75 milligrams.",
        "women": "The recommended daily amount of vitamin A is 900 micrograms (mcg) for adult men and 700 mcg for adult women.",
        "tmgwebsite":"examine.com",
        "tmg":"Trimethylglycine",
        "tmg-recommon":"Betaine (trimethylglycine) is an active metabolite of Choline in the body and a component of beetroot. It serves a vital role in methylation in the body alongside folate, and is an osmoregulator like Creatine. Betaine is also a possible ergogenic aid.",
        "lipoicwebsite":"www.drugs.com",
        "lipoic":"Alpha Lipoic Acid",
        "lipoic-recommon":"Alpha-lipoic acid has been used in alternative medicine as a possibly effective aid in weight loss, treating diabetic nerve pain, healing wounds, lowering blood sugar, improving skin discoloration caused by vitiligo, and decreasing complications of coronary artery bypass graft (CABG) surgery. Alpha-lipoic acid may have been combined with other plants or extracts in a specific preparation to treat these conditions.",
        "vitaminD2website":"lesswrong.com",
        "vitaminD2":"vitaminD2/vitaminK2",
        "vitaminD2-recommon":"Personally, I decided to consume every morning 10 000 IU of Vitamin D3 and 200 µg of K2 (all-trans MK7) and believe that it’s likely beneficial for many fellow rationalists who don’t spend a lot of time exposing a lot of skin to the sun to take the same supplements.",
        "Chronological":"Your Chronological Age:"

    },
    "DnaReportActivity": {
        "title": "Chronological Age",
        "look": "People age at different rates. Some “look” and “feel” older than their chronological age while others look younger than their chronological age.",
        "parameter": "Our epigenetic age is a better parameter of our health well being and life span than our chronological age.",
        "hardware": "DNA is the hardware, genetics is the operating system and DNA methylation and other epigenetic factors are the software that programs the genome.",
        "shift": "A paradigm shift in the search for epigenetic age markers occurred with the discovery of the “epigenetic clock” by Horvath, which is based on the measurement of DNA methylation status at hundreds of strategic positions in DNA. This 'epigenetic clock' is a measure of our epigenetic ages.",
        "clock": "In most people the 'epigenetic age' measured by the epigenetic clock and the 'chronological age' measured by the calendar are very similar. The correlation between the two measures across the population is close to 0.9 when 1 is a perfect correlation.",
        "different": "However in some people the 'epigenetic age' is different from the 'chronological age'. Sometimes the 'epigenetic clock' moves faster than the 'chronological clock'.We consider a difference that is larger than the standard deviation (or the normal distribution in the population) as a significant change.",
        "studies": "Studies suggest that accelerated “epigenetic clock” might be associated with increased risk for several age-related chronic diseases such as cardiovascular disease and cancer at a later age.(link: https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease). This is however still an open field and more studies are needed.",
        "what": "What is the",
        "epiage": " EpiAge test?",
        "mean": " What does it mean?",
        "cg": "After extensive data mining, we have discovered a single age-related CG methylation region that was sufficient to accurately predict epigenetic age using saliva.",
        "dna": "We prepare DNA from your saliva and then measure the level of DNA methylation in several positions in a fragment of your genome using next generation sequencing and bisulfite mapping. Your states of DNA methylation are inserted into a methematical equation that calculates the 'epigenetic age' as a function of the level of DNA methylation.",
        "redflag": "We consider it as a “red flag” when your “epigenetic age” deviates from your 'chronological age' by one standard deviation. Standard deviation provides an idea about the distribution of difference from the mean in the normal population, which at this point of analysis is 5 years.At this stage, if your 'epigenetic age' is 5 years older than your 'chronological age' you might consider the result as a 'red flag'. As more tests are accumulated we will get a more accurate number of the 'normal distribution'.",
        "changes": "Although it is still not clear how one can decelerate his 'epigenetic clock' , lifestyle changes recommended by most national medical associations are perhaps a starting point. An older age is a “red flag” not more that suggest that perhaps it is time to make some life style changes.",
        "act": "A 'red flag' might prompt you to act on your lifestyle or consult your physician for a check up.",
        "do": "What can i do if my ",
        "older": "'epigenetic Age' is Older?",
        "genetics": "'Epigenetics' is different from 'genetics' in a substantial way that epigenetics is potentially reversible by dietary interventions and lifestyle changes. So, it might be possible to reverse the “epigenetic clock”.",
        "open": "Preliminary studies show that dietary changes can cause deceleration of epigenetic clock in certain people, however this is still an open question. ( https://www.ncbi.nlm.nih.gov/pubmed/30350398)",
        "exercise": "Lifestyle changes including exercise and dietary habits have been recommended by national medical associations for some time, however, we need more data about the most advisable changes and they should be personalized.",
        "way": "A way for us to learn about advisable lifestyle changes is sharing our experiences with others and analyzing the impact of differences in lifestyle in a large population. This is now possible using sharing technologies such as Apps as well as artificial intelligence that could determine how different inputs such as 'lifestyle' habits affect an outcome--the 'epigenetic clock'.",
       
        "position": "Personalized and systematic positioning",
        "health": "of our intelligent app for your health",
        "links": "Our App links you to information on recommended lifestyle behaviors by important US national medical association as well as possible nutritional supplements such as SAMe, vitamin A, D and C.",
        "updated": "These links are updated regularly and we suggest that you keep updating by examining the links periodically. These recommendations are based on what “science” knows today, they are not perfect. With more data and more analysis science is improving.",
        "first": "Our first report is based on the lifestyle data that you have entered which shows how far your lifestyle parameters deviate from consensus recommendations. You might decide to make changes based on this report.",
        "dynamic": "A dynamic long-term partnership ",
        "achive": "to achieve 'Healthy Aging'",
        "suggest": "We suggest that you keep entering your life style data.",
        "update": "You will update your life style data as regularly as you widh. You might update all questions, some or none. However, we believe that accurate reporting will allows us to provide you with a better analysis.",
        "second": "We suggest that in 6 months or maximally a year you submit your saliva to a second test.",
        "anonymized": "Your data will be anonymized. Your data and data from mamy other anonymoous users will be analyzed by artificial intelligenece to develop a 'model',which measures the impact of life style changes on 'epigenetic clock'.",
        "model": "Once more data is accumulated, the 'model' will examine your life style data and results of the test will be shared with you.",
        "analyze": "We will analyze your 'epigenetic age' and report on the progress and the lifestyle changes that you have made.",
        "routes": "Possible routes for change will be offered based on our 'model' and your data.",
        "coevolve": "We hope that together we will be able to coevolve your well being and our 'EpiAge' learning environment. ",
        "age-lower": "Chronological Age<Epigenetic Age",
        "age-higher": "Chronological Age>Epigenetic Age",
        "expected": "Your Expected",
        "your": "Your",
        "chro": "/Chronological age/",
        "bio": "/Epigenetic age/",
        "is": "Your Epigenetic age is",
        "lower":"years lower than chronological age in the population.",
        "higher":"years higher than chronological age in the population.",
        "younger": "years lower than expected chronological age in the population.",
        "old": "years higher than expected chronological age in the population.",
        "yourbio": "Your Epigenetic age ",
        "otherolder": "The others, who were tested, whose Epigenetic age is higher than Chronological age",
        "otheryounger": "The others, who were tested, whose Epigenetic age is lower than Chronological age",
        "how":"HOW OLD ARE YOU?",
        "why":"Why is your",
        "epigenetic":"'Epigenetic age' important?",
        "calculate":"Expected Epigenetic Age Calculator",
        "acceleration":"Age Acceleration Calculator",
        "buildPDF": "Build PDF",
        "viewPdf": "View PDF",
        "pdfsuccess": "The PDF is saved successfully. Click View PDF to view the PDF file",
        "pdffail": "Failed to create pdf! Please contact customer service email: info@epi-age.com",
        "titlemsg": "Message",
        "barcodesuccess":"Kit registered successfully",
        "invalid": "Invalid barcode",
        "wait": "Your saliva sample is still in transit.\n Thank you for your patience.",
        "pendingwait":"Your epiage test result will be calculated for a total of 31 days from the day the test starts.",
        "processed": "Detection is being processed.\n Thank you for your patience.",
        "status": "Test Status",
        "barcode": "Barcode",
        "Registerkit": "Register Kit",
        "yourage": "Enter Your Age",
        "ageFormat": "Incorrect age format",
        "emailFormat":"Incorrect email format",
        "allow":"Notify me",
        "regtime":"Register date",
        "baseinfo":"Basic information",
        "endtime":"Completion date",
        "yourbarcode":"Enter Kit barcode",
        "done":"Test completed",
        "detectTime":"Detect Date",
        "intransit":"in-transit",
        "remaining_days":"Remaining days",
        "Pendding":"Pendding"
    },
    "user_profile": {
        "title": "Your Profile"
    },
    "CompanyActivity": {
        "team": "We are the DNA methylation team",
        "title": "Company Introduction",
        "nextgeneration": "We are developing next generation DNA methylation biomarkers for early cancer detection and healthy aging.",
        "ecosystem": "We are working on building a new health ecosystem that will guide personalized management of healthy life.",
        "ittechnology": "We believe that with the help of IT technology and DNA methylation testing people should be able to take ownership of their health."
    },
    "TabAboutActivity": {
        "title": "About Us",
        "company1": "Company",
        "introduction1": "Introduction",
        "science1": "Our Science",
        "team1": "Team",
        "dna1": "DNA",
        "methylation1": "Methylation",
        "biological1": "Biological",
        "age1": "Age",
        "consent1": "Consent",
        "form1": "Form"
    },
    "ScienceteamActivity": {
        "title": "Science Team",
        "moshe": "Moshe Szyf, Prof.",
        "ceo": "Chairman & CEO",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "david": "David Cheishvili Ph.D.",
        "davidtitle": "Senior Scientific Adviser",
        "huili": "Hui Li  Ph.D.",
        "huilititle": "Laboratory Manager(HK)",
        "chifat": "Chi Fat Wong Ph.D.",
        "chifattitle": "Senior Research Scientist",
        "zhiyuan": "Zhiyuan Lv  Ph.D.",
        "zhiyuantitle": "Laboratory Manager（GZ)",
        "Shafaat":"Shafaat A. Rabbani,Prof.",
        "Shafaatmsg":"Dr. Rabbani is a Professor of Medicine at McGill University Montreal, Canada. He is also associate member of Departments of Physiology at Oncology at McGill University Health Centre. Prof. Rabbani published more than 100 manuscripts 5899 citations, h index is 45 and i10 index is 84. Prof. Rabbani has served as expert reviewer for CIHR, CRS, CBCRA,   DOD, US VA, Komen. Over the years Prof. Rabbani has served as a member of the scientific advisory board or consultant for various biotechnology and pharmaceutical companies like (Amgen, AstraZeneca, Axys, Attenuon, America Diagnostica, Procyon).",
        "epidial": "Beijing Epidial Medical Diagnostic Technology Co.,Ltd."
    },
    "ProfMosheActivity": {
        "title": "Moshe Szyf, Prof.",
        "experiences": "| PROFESSIONAL EXPERIENCES",
        "pioneer": "Pioneer of the field of epigenetics",
        "inventor": "Inventor of the first broad patents in the field",
        "patent": "Inventor of the first patents on DNA methylation ",
        "founder": "Founder of the field of behavioral and psychiatry epigenetics",
        "thought": "Thought leader, published 295 papers in the area",
        "fellow": "Fellow of the Royal Society of Canada",
        "canadian": "Fellow of the Canadian Academy of Health Sciences",
        "professor": "Professor Department of Pharmacology and Therapeutics McGill University Montreal Canada",
        "resident": "Resident chief scientist of Beijing epidial medical diagnostic technology co., LTD.",
        "director": "Director of epigenetic institute, Beijing yizhuang innovation institute",
        "video": "RELATED VIDEOS",
        "o2o": "Healthtech O2O Summit Dr. Moshe Szyf, HKG Epitherapeutics.mp4",
        "hope": "Dr. Moshe Szyf , Science of Hope Conference 2017.mp4",
        "epigenetic": "Dr. Moshe Szyf, What is epigenetic and why knowing it will change your life .mp4",
        "behavioral": " Moshe Szyf, Behavioral Epigenetics.mp4",
        "pharmacology": "Pharmacology of GlaxoSmithKline",
        "pharmacology2": "-Canadian Institute of Health ",
        "chairman": "Chairman",
        "mcgill": "Jemes McGill",
        "professor2": "Professor",
        "department": "Department of Pharmacology and",
        "themcgill": "Therapeutics McGill",
        "Associate": "Associate Professor",
        "papers": "| PUBLISHED PAPERS",
        "member": "2013 -- Member of the Royal Society of Canada",
        "ccnp": "2011 -- CCNP Neuropsychopharmacology, Innovation Award",
        "radio": "2009 -- Radio Canada Annual Scientist Award",
        "forum": "2009 -- Carolinska Speech at the Nobel Forum",
        "pharma": "2007 -- GlaxoSmithKline Pharmacology",
        "honorary": "2003-- Honorary Professor James McGill",
        "list": "2001 -- Medical College Teaching Honors List",
        "carrie": "1999 -- Carrie Derek Graduate Teaching Guidance Award",
        "foundation": "1999 -- Israel Cancer Research Foundation Eliot 'Eliot Osseman Outstanding Contribution Award ' ",
        "institute": "1989-1995 --  Canadian National Cancer Institute,' Outstanding Young Professor Award' ",
        "scholarship": "1987 -- American Cancer Society Scholarship",
        "rothshiild": "1984 -- Rothschild Scholarship",
        "university": "1980 -- Medical Scholarship of Hebrew University",
        "masteer": "1980 -- Distinguished master",
        "halth": "Canadian Health Research",
        "team": "Institute- Canadian Health research Cooperative Team in China",
        "cancer": "Canadian National Cancer",
        "analysis": "Institute-Demethylase Analysis",
        "health": "Canadian Institute of health-DNA",
        "prospect": "Methyltransferase I Inhibitor and its Therapeutic Prospect",
        "natural": "Canadian council for Natural",
        "science": "science and engineering research",
        "research": "Canadian council for Natural science and engineering research",
        "inst": "Canadian National Cancer Institute and",
        "school": "McGill Medical School"
    },
    "DavidActivity": {
        "title": "David Cheishvili Ph.D.",
        "senior": "Senior Scientific Consultant",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "professional": "| PROFESSIONAL EXPERIENCES",
        "hong": "HKG Epitherapeutics, Hong Kong",
        "montreal": "Montreal EpiTerapia Inc Montreal",
        "canada": "Canada",
        "founder": "Co-Founder",
        "department": "Department of Pharmacology and",
        "mcgill": "Therapeutics McGill University",
        "research": "Research Associate",
        "assistant": "Research Assistant",
        "fellow": "Postdoctoral fellow ",
        "hebrew": "Hebrew University Hadassah ",
        "honor": "PATENTS & HONORS",
        "conferences": "CONFERENCES",
        "us": "US patent 62/774,",
        "cancer": "994 DNA Methylation Markers for Early Detection of Cervical Cancer (Filed 04-Dec-2018)",
        "uspa": "US patent 62/695,",
        "dna": "429 DNA Methylation Markers for Noninvasive Detection of Cancer (Filed 07-Sept-2018)",
        "israel": "of the Israel Cancer Research Foundation",
        "alumni": "Toronto Alumni and Alumni Medical",
        "award": "Excellence Award",
        "medical": "Toronto Alumni and Friends Medical",
        "publshed": "| PUBLISHED PAPERS",
        "all": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved",
        "forum": "2017 Sixth Asian Chromatin and Chromosome Forum",
        "india": "(Hyderabad, India)",
        "diseases": "2016 3rd Canadian Conference on Epigenetics of Development and Diseases",
        "canadaa": "(Canada)",
        "conference": "2011 Family Autonomic Neurological Dysfunction Foundation Basic Scientific Research Conference",
        "newyork": "(New York, USA)",
        "first": "2010 First Scientific Conference of the Medical Research Institute of Hebrew University in Israel-Hadassah Medical College, Canada",
        "erat": "(Erat, Israel)",
        "reseach": "Twenty-first European Union for Cancer Research Conference, 2010",
        "oslo": "(Oslo, Norway)",
        "cell": "The 8th European Conference on Glial Cell Health and Diseases, 2009 ",
        "france": "(Paris, France)",
        "basic": "2008 Family Autonomic Neurological Dysfunction Foundation Basic Scientific Research Conference",
        "health": "The 8th European Conference on Gliocyte Health and Diseases, 2007",
        "london": "(London, UK)",
        "university": "Therapeutics McGil University",
        "fellowed": "Postdoctoral Fellow",
        "school": "Medical School"
    },
    "HuiliActivity": {
        "title": "Hui li Ph.D.",
        "lab": "Lab Manager (HK)",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "exper": "| PROFESSIONAL EXPERIENCES",
        "kong": "HKG Epitherapeutics, Hong Kong",
        "src": "SRC,China",
        "manage": "Lab Manage",
        "university": "McGill University, Canada",
        "research": "Ph.D. and Research",
        "student": "McGill Chinese Graduate Student",
        "montreal": "Association McGill University Montreal, Canada",
        "president": "President",
        "vice": "Vice President Event",
        "honors": "HONORS",
        "comferences": "CONFERENCES",
        "medicine": "Experimental Medicine Productivity",
        "award": "Award McGill University",
        "grand": "Grand Excellence Award",
        "the": "The Research Institute of the ",
        "center": "McGill University Health Center",
        "studentship": "Studentship",
        "poster1": "McGill Endocrine Retreat Poster Award",
        "travel2": "McGill University Travel Award",
        "graduate3": "McGill University Graduate Excel Fellowship",
        "excel": "The Research Institute of the",
        "excel2": "McGill University Health Center Studentship",
        "jp": "McGill University Claude J.P. Giroud",
        "fellowship": "Fellowship McGill University Principal's Graduate Fellowship",
        "papers": "| PUBLISHED PAPERS",
        "name": "Hui Li",
        "bing": ", Bing Li and Louise Larose. Silencing Nck1 prevents activation of the IRE1α-JNK-miR-122 pathway that controls PTP1B expression. 2015.",
        "retreat": "McGill Endocrine Retreat (Montreal, Canada)",
        "larose": "and Louise Larose. The adaptor protein Nck1 negatively regulates the PI3K/Akt pathway through protein tyrosine phosphatase 1B. 2014. ",
        "louise": " and Louise Larose. Identification of the adaptor protein Nck1 as a negative regulator of the PI3K/Akt pathway through PTP1B and IRE1α. 2013. ",
        "diabetes": "Canadian Diabetes Association Professional Conference (Montreal, Canada)",
        "laroseakt": "and Louise Larose. Akt phosphorylation/activation is modulated by the adaptor protein Nck1 through its ability to regulate the Endoplasmic Reticulum (ER) stress sensor IRE1α. 2012. ",
        "canada": "McGill Endocrine Retreat Montreal, Canada ( Poster Award)",
        "nck": "and Louise Larose. Nck1—an adaptor protein modulating expression of the Endoplasmic Reticulum (ER) stress sensor IRE1α. 2012.",
        "biology": "Experimental Biology 2012 (San Diego, USA)"
    },
    "ChifatActivity": {
        "title": "Chi Fat Wong Ph.D.",
        "senior": "Senior Scientist",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "experiences": "| PROFESSIONAL EXPERIENCES",
        "hongkong": "HKG Epitherapeutics, Hong Kong",
        "src": "SRC,China",
        "scientist": "Senior Scientist ",
        "university": "The University of Hong Kong",
        "assistaant": "Research Assistant",
        "papers": "| PUBLISHED PAPERS",
        "rights": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved"
    },
    "ZhiyuanActivity": {
        "title": "Zhiyuan Lv Ph.D.",
        "manager": "Lab Manager (GZ)",
        "beijing": "Beijing Epidial Medical Diagnostic Technology Co., Ltd.",
        "professional": "| PROFESSIONAL EXPERIENCES",
        "epidial": "Beijing Epidial Medicine Diagnosis Co.,",
        "ltd": "ltd, China, HongKong HKG epiTHERAPEUTICS Co., ltd;",
        "lab": "Lab Manager",
        "usa": "Georgia State University, Atlanta, USA.",
        "fellow": "Postdoctoral fellow",
        "state": "Nanjing University & Georgia State",
        "university": "University.",
        "phd": "Joint PhD student",
        "key": "State Key Laboratory of Pharmaceutical",
        "nanjing": "Biotechnology, School of Lifescience, Nanjing University.",
        "candidate": "Ph.D. Candidate",
        "honors": "HONORS",
        "conferences": "CONFERENCES",
        "trainee": "2015.05 Trainee Abstract Award,",
        "american": "The American Association Immunologists (AAI) Annual Meeting;",
        "scholarship": "2010.09 National Scholarship,",
        "council": "China Scholarship Council;",
        "journals": "Ad Hoc Reviewer for Journals",
        "biochemistry": "Molecular and Cellular Biochemistry",
        "annuals": "Annuals of Clinical Biochemistry",
        "cellular": "Cellular and Molecular Biology",
        "journal": "Journal of Immunoassay and Immunochemistry",
        "board": "Editorial Board of Journal",
        "papers": "| PUBLISHED PAPERS",
        "reserved": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved",
        "society": "2015 Annual Meeting of the American Society of Immunologists",
        "newusa": "(New Orleans, USA)",
        "third": "Third Annual Conference of the 2014 Southeast American Symposium on Immunology",
        "atlanta": "(Atlanta, USA)",
        "seminar": "2014 Georgia State University Biotechnology Seminar",
        "georgina": "2013 Georgia State University-Nanjing University Biotechnology Seminar",
        "symposium": "Third Asia-Pacific Diabetes Symposium 2009",
        "china": "(Nanjing, China)"
    },
    "MethylationActivity": {
        "title": "DNA Methylation",
        "mark": "DNA methylation is a chemical mark on DNA",
        "added": "DNA methylation is a chemical mark that is added to DNA at different positions during gestation.",
        "epigenetic": "DNA methylation is part of the 'epigenetic'program of our genes.",
        "happens": "When DNA methylation happens at several important positions in genes it can silence the function of the gene.",
        "expressed": "This is how the same gene can be expressed or silenced in different cells in our body.",
        "software": "DNA methylation; the genome software",
        "minicomputer": "If we imagine that our DNA is a minicomputer running our cells then:",
        "Hardware": "DNA - is the Hardware.",
        "Operating": "The genetic Sequence - is the Operating system.",
        "Softwre": "DNA methylation is the - Software coding Apps on DNA.",
        "specific": "Different 'Apps' make cells perform specific tasks in space and time.",
        "silent": "These genomic Apps make sure that our body functions properly. Each tissue is properly programmed to ensure our health and well being. Each cell type has its unique combination of methylation marks and as a consequence a unique combination of genes that are active and silent.",
        "disease": "Changes in DNA methylation can cause disease; mapping DNA methylation changes could detect disease",
        "tissue": "Changes in DNA methylation alter the way cells and tissues operate and can convert a healthy tissue to diseased tissue.",
        "cancer": "More than three decades ago Szyf has suggested that changes in DNA methylation would cause diseases such as cancer.",
        "methylation": "Therefore, DNA methylation is a great platform for detecting and treating disease.",
        "studies": "Studies from the laboratory of Szyf at McGill University showed that one can reverse cancer in an animal model by blocking the protein that adds methylation groups to DNA. This has been replicated by many studies since.",
        "early": "More recently Szyf has shown that by examining DNA methylation in white blood cells, it is possible to detect liver cancer early.",
        "environment": "The environment can cause changes in DNA methylation",
        "conditions": "Studies by Jirtle and his colleagues in 2004 showed in a mouse model that maternal diet during pregnancy affects DNA methylation of her offspring and change their coat color and risk of obesity and other conditions.",
        "psychiatry": "Studies by Szyf and colleagues discovered that maternal care and behavior  affect the DNA  methylation of her offspring and how they react to stress later in life. These studies launched the fields of behavioral epigenetics and epigenetic psychiatry.",
        "discoveries": "These discoveries provided the first evidence that both psychological and physical environments can affect DNA methylation.",
        "ventions": "DNA methylation is potentially reversible by both physical and behavioral interventions",
        "events": "Studies suggest that different environmental changes can change or reverse DNA methylation events.",
        "changes": "Thus, the potential is there that we might be able to change DNA methylation by lifestyle changes.",
        "reversible": "Our optimism about DNA methylation derives from the fact that DNA methylation in difference from genetics is reversible.",
        "clock": "DNA methylation and the epigenetic clock",
        "paradigm": "A paradigm shift in the search for epigenetic age markers has happened with the discovery of the 'epigenetic clock' by Horvath.",
        "discovered": "It was discovered that the level of methylation of certain genes in our DNA changes as we age.",
        "measuring": "By measuring methylation in these genes it is possible to determine our epigenetic age.",
        "biological": "Our epigenetic age is a better measure of our health and well being than chronological age.",
        "acceleration": "Studies show that acceleration of ' DNA methylation age' is a predictor of early death and chronic disease.",
        "bydietary": "Experiments in animals show that it is possible to reverse the biological clock bydietary changes.",
        "epi": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved"
    },
    "QuestionnaireActivity": {
        "title": "Questionnaires",
        "lifestyle": "Lifestyle Questionnaire",
        "mood": "Mood Self-Assessment",
        "mcgill": "McGill Pain Questionnaire",
        "sleep": "Sleep Self-Assessment",
        "diet": "Diet Recommendation",
        "how":"How to fill out the questionnaire?",
        "eip": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved"
    },
    "ConsentActivity": {
        "title": "User consent form",
        "customer": " HKG epi THERAPEUTICS Customer Data Consent Form",
        "users": "Dear Users",
        "welcome": "Welcome to",
        "epi": "HKG epi THERAPEUTICS Ltd.",
        "registering": "Before registering, please read the following terms of service carefully.",
        "about": "About",
        "app": "EpiAge APP",
        "your": "EpiAge APP is  about to save your",
        "blinded": "'blinded'",
        "personal": " personal medical data on the EpiAge Mobile App and the data analysis engine in the 'cloud', which requires your information and consent. Your identity is blinded and you will be provided with an ID number. Your personal identity will not be stored in the mobile app or the server. Once you download the app you will be assigned an ID that will allow you to retrieve your data and receive health reports , but your identity will remain unknown either on the app or the 'cloud' analysis engine.",
        "purpose": "Purpose",
        "designed": "designed to help you to harness the power of your epigenome for healthy aging by providing you with a DNA methylation-based assessment of your true epigenetic age and by providing you links and recommendations of reputable national medical societies on life style changes that can improve your health. It is your decision what changes to make.However, we are asking you to share with us",
        "anonymously": "'anonymously'",
        "changes": "the changes that you have made using the simple entry buttons in the app, these data will be streamed to a machine learning engine that will analyze your life style changes and provide you with a periodical report. Testing your epigenetic age periodically using our  DNA methylation test  will help you assess progress. We ask you to share the changes that you have made with others and thus become a partner in a joint effort to improve your and other people health.",
        "data": "How to enrich health data",
        "obligated": "You are not obligated to answer the questions on this app and it is your decision what information to provide. Similarly, it is your decision to make or avoid life style changes and to attend or ignore the recommendations of the different medical associations that we are providing you with. However, the richer the data, the better and more helpful the analysis will be to you and others in the",
        "community": "'EpiAge app community'.",
        "analyzing": "By analyzing data streaming from many other app users with “machine learning”, we will derive combinations of life style alterations that may have a positive impact on reducing the speed of aging.",
        "sharing": "Anonymous data sharing",
        "believe": "We believe that good health requires partnership of many people sharing their experiences and learning from each other rather than a unidirectional flow of instructions from the “learned” health provider to the “patient”. We know that medical science is imperfect, and its progress involves trial and error.We will learn together as “partners” by sharing experiences, assessing progress and using the best of machine learning technology to analyze the data that you provide and get feedbacks that will guide further improvement. By learning from many people that will be engaged as you are, we will be able to work together on improving our and other people health. We understand that it is a strict requirement that your data remains absolutely 'blinded' and that your personal identity remains anonymous. Only if these rules of anonymity are strictly adhered to, we will be able to freely participate in this grand partnership.",
        "security": "Data security",
        "accordance": "In accordance with the Data Protection Regulations with regards to data protection, you have the right to request access to and rectification or erasure of your personal data or restriction of processing concerning your data or to object to processing as well as the right to data portability. You can exercise this right by contacting (info@hkgepitherapeutics.com).Your name and identity will be encrypted and firewalled. Following your signature you will receive a blinded ID that will allow you to provide data and remain anonymous to the system.",
        "agree": "Agree",
        "ved": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved"
    },
    "McGillChartActivity": {
        "title": "McGill Pain Questionnaires",
        "pain": "The McGill Pain Questionnaire",
        "wideused": "Introduction: The Mcgill Pain Questionnaire(MPQ)(] has become one of the most wideused tests for the measurement of pain.",
        "provides": "It provides valuable information on thesensory, affective and evaluative dimensions of pain experience and is capablediscriminating among differentproblems [7].",
        "several": "The MPQ is not a perfect tooland several variants have been developed [2, 4,7]. Yet despite the usefulness ofspecialized alternative forms,",
        "research": " the original MPQ is still commonly used in diagnosisand research on a wide variety of pain problems [7]",
        "feel": "What Does Your Pain Feel Like?",
        "following": "Statement: Some of the following words below describe your present pain. Circle ONLY those words that best describe it. Leave out any category that is not suitable. Use only a single word in each appropriate category - the one that applies best.",
        "throbbing": "Throbbing",
        "score": "score",
        "stabbing": "Stabbing",
        "shooting": "Shooting",
        "sharp": "Sharp",
        "cramping": "Cramping",
        "gnawing": "Gnawing",
        "hotburning": "Hot-burning",
        "aching": "Aching",
        "heavy": "Heavy",
        "tender": "Tender",
        "splitting": "Splitting",
        "exhausting": "Exhausting",
        "sickening": "Sickening",
        "fearful": "Fearful",
        "how": "How does your",
        "like": "feel like?"
    },
    "MoodChartActivity": {
        "title": "Mood Questionnaires",
        "emotions": "When it comes to emotions, it can sometimes be hard to recognise or admit that we're not feeling 100%",
        "assessment": "Mood Self Assessment",
        "short": "If you are 16 or over, take this short questionnaire to",
        "fortnight": "(1) Help you better understand how you've been feeling over the last fortnight",
        "advice": "(2) Point you in the right direction for helpful advice and information",
        "things": "How often have you had little interest or pleasure in doing things?",
        "score": "score",
        "hopeless": "How often have you been bothered by feeling down, depressed or hopeless?",
        "asleep": "How often have you been bothered by trouble falling or staying asleep, or sleeping too much?",
        "energy": "How often have you been bothered by feeling tired or having little energy?",
        "appetite": "How often have you been bothered by poor appetite or overeating?",
        "family": "How often have you been bothered by feeling bad about yourself, or that you are a failure, or have let yourself or your family down?",
        "reading": "How often have you been bothered by trouble concentrating on things, such as reading the newspaper or watching television?",
        "usual": "How often have you been bothered by moving or speaking so slowly that other people could have noticed,or the opposite - being so fidgety or restless that you have been moving around a lot more than usual?",
        "anxious": "How often have you been bothered by feeling nervous, anxious or on edge?",
        "worrying": "How often have you been bothered by not being able to stop or control worrying?",
        "different": "How often have you been bothered by worrying too much about different things?",
        "relaxing": "How often have you been bothered by having trouble relaxing?",
        "still": "How often have you been bothered by being so restless that it is hard to sit still?",
        "irritable": "How often have you been bothered by becoming easily annoyed or irritable?",
        "easily": "How often have you been bothered by becoming easily annoyed or irritable?",
        "attack": "Have you had an anxiety attack (suddenly feeling fear or panic)?"
    },
    "BiologicalActivity": {
        "title": "Epigenetic age",
        "biological": "Epigenetic age Detection 2.0 ",
        "wrinkles": "Stop counting your age by birthdays or candles on the cake, wrinkles, crow's feet or the frown lines on your face — those are only numbers. And today, the numbers don't count.",
        "old": "How old are you?",
        "importment": "Why is it important?",
        "different": "People age at different rates. Some 'look' and 'feel' older than their chronological age while others look younger than their chronological age.",
        "better": "Our epigenetic age is a better parameter of our health well being and life span than our chronological age.",
        "hardware": "○ DNA is the hardware, genetics is the operating system and DNA methylation and other epigenetic factors are the software that programs the genome.",
        "epigenetics": "○ Importantly, 'epigenetics' in different from 'genetics' is potentially reversible by dietary interventions and lifestyle changes.",
        "suggest": "○ Studies suggest that accelerated 'epigenetic clock' might be associated with increased risk for several age related chronic disease such as cardiovascular disease and cancer at later age. (link:",
        "paradigm": "○ A paradigm shift in the search for epigenetic age markers occurred with the discovery of the 'epigenetic clock' by Horvath, which is based on the measurement of DNA methylation status at 500 strategic positions in DNA.",
        "ncbi": "https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease",
        "still": "). This is however still an open field and more studies are needed.",
        "studies": "○ Preliminary studies are coming up that show that dietary changes can cause deceleration of epigenetic clock in certain people, however this is still an open life. (link:",
        "pubmed": "https://www.ncbi.nlm.nih.gov/pubmed/30350398",
        "including": "○ Lifestyle changes including exercise and change in dietary habits have been recommended by national medical associations for some time, however we need more data about the most advisable changes and they should be personalized.",
        "learn": "○ One way for us to learn about advisable lifestyle changes is sharing our experiences with others and analyzing the impact of differences in lifestyle. This is now possible using sharing technologies such as Apps as well as artificial intelligence.",
        "epiage": "What is the EpiAge test?",
        "mean": "What does it mean?",
        "extensive": "○ After extensive data mining, we have discovered a single age-related CG methylation region that was sufficient to accurately predict epigenetic age using saliva.",
        "decelerate": "○ Although it is still not clear how one can decelerate his age lifestyle changes recommended by most national medical associations are perhaps a point to start. An older age is a 'red flag' not more that suggest that perhaps it is time to make some lifestyle changes.",
        "consider": "○ We consider a 'red flag' an 'epigenetic age' that is older than one standard deviation of the test. Standard deviation provides an idea about the distribution in the normal population which at this point of analysis  is 5 years. As more tests are accumulated we will get a more accurate number of the 'normal distribution'.",
        "red": "○ A 'red flag' might prompt you to act on your lifestyle.",
        "information": "○ Our App will link you to information on recommended lifestyle behaviors by important US national medical association. These are updated regularly and we suggest that you keep updating by examining the links periodically. These recommendations are based on what 'science' knows today, they are not perfect. With more data and more analysis science is improving.",
        "update": "○ You will update your lifestyle data as regularly as you wish. You might update all questions, some or none. However, we believe that accurate reporting will provide a more accurate better analysis.",
        "report": "○ Initially our report will show how far are your lifestyle parameters from consensus recommendations. Your data will be anonymized and your data and data from other anonymous users we will be analyzed by artificial intelligence to develop a model based on many users that measures the impact that lifestyle changes have on 'epigenetic clock'. In time as more data is accumulated., the model will be used on your lifestyle data and results of the 'model' will be shared with you.",
        "administer": "○ Our test is simple to administer, low cost, robust and accurate, and is dynamically integrated into a life-long health ecosystem driven by App technology and machine learning.",
        "app": "Why do you need questionnaires in the app?",
        "sense": "○ EpiAge tests make sense only within a dynamic life-long lifestyle, environmental and health management system.",
        "personalized": "○ A personalized evaluation including intervention will be generated based on the health and lifestyle information you provided.",
        "health": "○ Updates on your health and lifestyle parameters periodically to activate the life-long personalized analysis report.",
        "questionnaires": "Why do you need questionnaires in the app?",
        "clock": "Everyone has a DNA clock",
        "chronological": "○ We all know our chronological age. But how old we really are? People age at different rates. Some “look” and “feel” older than their chronological age while others look younger than their chronological age.",
        "life": "Our Epigenetic age is a better parameter of our health well being and life span than our chronological age.",
        "know": "But how do we know our “epigenetic age”?",
        "identifying": "It has been believed that if we can define the true “epigenetic age” we might test and design interventions that will decelerate the rate of biological aging. During the past decades, extensive effort has been invested in identifying different parameters that could predict “biological aging” and life span such as measures of frailty, graying of hair, aging of skin, levels of different kinds of white blood cells. However most of these markers were found to offer no advantage over knowing your chronological age.",
        "longevity": "Parameters that predict 'biological aging' and longevity",
        "method": "Epigenetic age detection method",
        "length": "Telomere Length",
        "correlation": "Low correlation",
        "requirements": "High technical requirements",
        "small": "Small technical errors may have a decisive",
        "results": "impact on the results.",
        "scores": "Metabolic age scores",
        "sampling": "Sampling and detection methods are complex and have not been verified in a large number of population samples",
        "epigenetic": "Epigenetic clock",
        "closely": "is closely related to the biological function of human body, and the acceleration of epigenetic clock is related to the risk of neurodegenerative diseases and cancer.",
        "epiages": "EpiAge",
        "methylation": "EpiAge uses a method called DNA methylation to determine your true age — which might, as science is thinking at this time and age, reveal some important information on your true health, and possibly the quality and even span of your life.",
        "hkepi": "HKG epi THERAPEUTICS",
        "already": "HKG epi THERAPEUTICS already has three decades of pioneering research in this exciting area of DNA methylation . With our unique method of diagnosing the DNA methylation stored in your cells in saliva, we reveal your actual age, which may encourage you to make lifestyle changes that some evidence suggetss might lead to the following:",
        "slow": "Slow Down The Aging Process",
        "onset": "Prevent Disease Before Onset",
        "quality": "Imporve Your Quality Of Life",
        "extend": "Extend The Lenght Of Your Life",
        "making": "Making Science Simple",
        "fast": "How Fast Is Your Biological Clock Ticking?",
        "chronologicaled": "If your chronological age is 50 and your epigenetic age is 35, excellent! But if your chronological age is 35 and your epigenetic age says that you’re 50 years old — it might be the alarm calling on you to make life style changes.",
        "possibly": "Advanced aging is possibly associated with increased risk of serious illness. Epigenetics may not be The Fountain of Youth but it is The Fountain of Life.",
        "really": "So grab the key and learn how old you are, really!",
        "test": "The EpiAge test",
        "developed": "We developed and introduced a convenient and efficient EpiAge detection test.",
        "epitherapeutics": "Scientists at HKG epitherapeutics have mined a large number of age-related CG methylation sites in hundreds of published DNA methylation data, and selected a region containing 13 methylation sites from which saliva samples can accurately predict epigenetic age.",
        "steps": "Discover Your Epigenetic age in 5 Simple Steps,change your lifestyle and improve your health",
        "download": "STEP 1: DOWNLOAD THE APP",
        "register": "Download the app, register and request your EpiAge Test You will then receive your saliva collection tube in the mail.",
        "step2": "STEP 2: SPIT. SEAL. SHIP",
        "saliva": "Expel your saliva(spit)into the tube, close and seal the envelope and send your test packet to our lab with its self-addressed postage.",
        "step3": "STEP 3: ANSWER THE QUESTIONS AND ENTER THE DATA",
        "questionnaire": "Open the questionnaire button. Enter your data. Save the data Compare your data with the recommendations and make changes or order nutritional supplements. Report the changes frequently. Higher quality of reporting will enable high quality analysis and a more accurate  personalized recommendation to you. You will get a continuous report on your App describing your progress. Once data accumutates, a personalized report of possible changes will be provided in your App.",
        "step4": "STEP 4: DISCOVER YOUR AGE",
        "analyze": "Our state-of-the-art lab will analyze your epi-genetic data to calculate your epigenetic age,and you can view personalized reports through the APP.",
        "step5": "STEP 5: MAKE LIFESTYLE CHANGES IMPROVE YOUR HEALTH",
        "lifestyle": "We will also analyze your lifestyle data. You keep making changes in lifestyle and report. You get personalized reports on your Progress Order periodically new EpiAge tests to assess your progress. A new analysis will be provided with some suggestions. Keep improving and testing your epiAge.",
        "foot": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved",
        "counts": "The only age that counts",
        "danage": "is your biological DNA age."
    },
    "SleepChartActivity": {
        "title": "Sleep Questionnaires",
        "assessment": "Sleep Self Assessment",
        "people": "Most people experience problems with sleep in their life. In fact, it’s thought that a third of Brits will have episodes of insomnia at some point.",
        "include": "The causes can include psychological conditions (Such as depression or anxiety) or a combination of both. This short test from Sleepio will give you a’sleep score ' plus practical tips and advice for improving your sleep. ",
        "total": "Thinking about a typical night in the last month, if you wake up, how long are you awake for in total?",
        "asleep": "Thinking about a typical night in the last month, how long does it take you to fall asleep?",
        "util": "minute",
        "night": "night",
        "quality": "Thinking about a typical night in the last month, how would you rate your sleep quality?",
        "score": "score",
        "mood": "Thinking about the past month, to what extent has poor sleep affect your mood, energy, or relationships?",
        "productivity": "Thinking about the past month, to what extent has poor sleep affect your concentration, productivity, or ability to stay awake?",
        "general": "Thinking about the past month, to what extent has poor sleep troubled you in general?",
        "problem": "How long have you had a problem with your sleep?",
        "month": "month"
    },
    "DietChartActivity": {
        "title": "Diet Recommendation",
        "confirmText": "Confirm",
        "chooseBreakfast": "Choose  Breakfast...",
        "food": "Food Consumption (calories/day)",
        "source": "Source: Healthline",
        "recommen": "Recommendation:",
        "calories": "An average woman needs to eat about 2000 calories per day to maintain, and 1500 calories to lose one pound of weight per week. An average man needs 2500 calories to maintain, and 2000 to lose one pound of weight per week.",
        "diet": "Please enter the name of your daily food",
        "foodd": "Food",
        "each": "Each",
        "edit": "Edit",
        "caloriess": "Calories:",
        "kcal": "kcal",
        "fat": "Staturated Fat:",
        "g": "g"
    },
    "SameActivity": {
        "title": "SAMe introduction",
        "what": "What is",
        "what2": "SAMe?",
        "affacthealth": "SAMe is a natural product in the human body, which can affect human health.",
        "same": "SAMe",
        "sam": "SAMe is a nutritional supplement not a drug.",
        "body": "SAMe (S-Adenosyl Methionine) is a chemical found naturally in the human  body.",
        "considered": "SAMe is considered the most important methyl donor in the human  body.",
        "level": "The level of SAMe decreases as the body ages. Concomitantly, a number of health issues,including mood, joint, and liver disorders are likely to occur.",
        "molecules": "All SAMe molecules have two forms: the SS (active) isomer and the RS (inactive) isomer.",
        "tosylate": "While SAMe comes in two stable salt forms; tosylate  and butane disulphanate, only the tosylate form is  backed by twenty years of research for safety and effectiveness.",
        "according": "According to clinical studies,SAMe can improve emotional health, joint relaxation and liver function",
        "quality": "In March of 2003, the AHRQ (Agency for Healthcare Research and Quality) a division of the United States Health and Human Services, released the findings of a major study on SAMe.",
        "depression": "SAMe is as effective as conventional prescription medications in the treatment of depression",
        "effective": "SAMe is as effective as standard prescription medications (NSAIDs) in the treatment of osteoarthritis",
        "diseases": "SAMe has significant benefits for patients suffering from various liver diseases.",
        "effects": "Natural SAMe was not found to have any noticeable side effects.",
        "spotlight": "SAMe in spotlight",
        "october": "Arthritis Today Magazine (October",
        "lists": "Issue) lists SAMe as best supplement for osteoarthritis.",
        "research": "Arthritis Research UK study gives",
        "highest": "SAMe the highest grade for oral supplement for osteoarthritis relief.",
        "study": "The study from Massachusetts",
        "hospital": "General Hospital demonstrated that SAMe combined with antidepressants significantly increased remission rates in patients with major depression who failed conventional therapy.",
        "korean": "A Korean study found that SAMe",
        "as": "is as effective as the NSAID Nabumetone.",
        "university": "The study done by University",
        "calfornia": "of California showed that SAMe is as effective as Celecoxib, a prescription drug for Arthritis.",
        "basic": "Basic research on SAMe on human cell lines and animals which were not yet followed by clinical studies",
        "animals": "SAMe was shown to block breast cancer growth and metastasis in experiments on breast cancer cel lines and animals.",
        "shown": "SAMe was shown to block growth of liver cancer cells.",
        "prostate": "SAMe was shown to block growth of prostate cancer cells.",
        "formation": "SAMe was shown to inhibit formation of liver cancer in rats and colorectal cancer in mice.",
        "was": "SAMe was shown to improve memory in a mouse model of Alzheimer disease when taken before onset of symptoms.",
        "why": "Why Chose Our SAMe?",
        "standards": "Our SAMe is manufactured to the highest standards, using the original Italian method (salt - tosylate disulfate).",
        "consistently": "Our SAMe products’ starting raw materials consistently test at the highest SS to RS isomer ratio on the market:",
        "ss": "SS isomer",
        "rs": "80% / RS isomer",
        "tablets": "Our SAMe tablets are enteric coated for optimum absorption by the body.",
        "sealed": "Our SAMe tablets are sealed in blister packs to ensure freshness.",
        "potency": "Our SAMe is made to guaranteed purity and potency standards.",
        "falvors": "No Artifical Flavors, Dairy Free, No Preservatives, Allergen Free, No Yeast or Gluten, Kosher Certified.",
        "minimun": "Our SAMe tablets have been tested for a minimum full two year stability rating.",
        "when": "Caution when taking SAMe",
        "should": "SAMe should not be used in conjunction or in place of treatment recommended by your doctor.",
        "taking": "If you're taking medication and considering taking SAMe as supplementary, consulate your doctor to make sure that SAMe has no interaction with the medication that you are taking.",
        "ltd": "@2021 HKG epi T HERAPEUTICS Ltd. All Rights Reserved"
    },
    "DataActivity": {
        "title": "Data Security",
        "filling": "Importance of filling out questionnaires",
        "EpiAge": "EpiAge tests make sense only within a dynamic life-long life style, environmental and health management system.",
        "personalized": "A personalized evaluation including intervention will be generated based on the health and lifestyle information you provided.",
        "update": "Update your health and lifestyle parameters periodically to activate the life-long personalized analysis report.",
        "how": "How do we conduct data analysis ?",
        "test": "EpiAge test results are continuously analyzed with general health parameters, personal interventions and outcomes of multiple users using state of the art machine learning algorithms.",
        "analysis": "Personalized analysis with some possible routes for improvement.",
        "data": "Data in our data base in blinded with respect to personal identity.",
        "access": "No access is allowed to your personal information by any one who has access to your health and life style data.",
        "general": "Only general conclusions based on a population wide summary will be shared.",
        "information": "How  do  we  ensure  that information is confidential ?",
        "privacy": "We have data privacy and security management system.",
        "without": "Without your explicit consent, we will not share any of your personal data.",
        "will": "We will not provide your information or results to employers or health insurance companies of other companies.",
        "unless": "Unless we are required to comply with valid court orders, we will not provide information to law enforcement agencies.",
        "learn": "Learn more about our privacy clauses.",
        "logged": "When you are not logged into the system, your health information and personal user information will be in a'free'state, and no one can find your related information.",
        "not": "We will not have or save user's private key to decrypt user data according to our Data Security Statement , please save your only private key.",
        "lost": "Once the private key is set, no changes are allowed. If the private key is changed, all previously saved healthy data will be lost. New healthy data will be encrypted using a new private key,and it can only be set once.",
        "save": "We will not have or save user's private key to decrypt user data according to the Data Security Statement and HIPPA Law.",
        "eip": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved"
    },
    "RasEncryptionActivity": {
        "title": "Data security Setting",
        "press": "Please press the 'GENERATE' button to generate your Unique Public key and Privatelic key. Then, by pressing 'SAVE',",
        "press2": " the Unique Public key and Private key will be saved to your mobile.",
        "setkey": "Once the keys are set, no changes are allowed. If the Public key and Private key were changed, all previously saved healthy data will be lost. New healthy data will be encrypted using a new key,",
        "setkey2": "and it can only be set once.",
        "savekey": "We will not have or save the user's private key to decrypt user data according to the ",
        "security": "Data Security Statement and HIPPA Law",
        "freestate": "When you are not logged into the system, your health information and personal user information will be in a 'free' state, and no one can find your associated information between them. ",
        "savekey2": "please save your only private key.",
        "unique": "The Unique Public key and Private key will be required to enter again if the user logs in again.",
        "failed": "Message, Key generation failed, please regenerate.",
        "success": "The public key and private key are very important to ensure your data security on this app. We will not save or have your public key and private key. Please take a screenshot or copy and paste to save the public key and private key so that you can easily fill in and get your data next time.",
        "generate": "Generate",
        "privatekey": "Private key",
        "publickey": "Public key",
        "save": "Save",
        "copykeys":"COPY KEYS",
        "titlemsg":"Message",
        "meg":"The public key and private key has been copied to your clipboard."
    },
    "QAActivity": {
        "title": "Q&A",
        "test": "1.EpiAge App User Manual",
        "report": "2.How to get my EpiAge test report?",
        "fillques":"3.How to fill out the questionnaires?",
        "calfoot":"4.How to calculate the calories of the food you intake?"
    },
    "ContactActivity": {
        "title": "Contact Us",
        "phone": "(+852) 2354 8297",
        "utics": "info@hkgepitherapeutics.com",
        "http": "https://www.hkgepitherapeutics.com",
        "hkg": "HKG epitherapeutics Limited Unit 613, Biotech Centre 2,Hong Kong Science Park,Sha Tin,N.T.,Hong Kong"
    },
    "QuesnoteActivity": {
        "about": "About Questionnaires",
        "are": "The questionnaires are",
        "optional": "optional to fill up.",
        "however": "However, epigenetics affected by lifestyle as well as the environment. Our philosophy is that EpiAge tests make sense only within a dynamic life-long life style, environmental and health management system.",
        "personalized": "A personalized evaluation including intervention will be generated based on the health and lifestyle information you provided Updates on your health and lifestyle parameters periodically will activate the life-long personalized analysis report.",
        "title": "Notification",
        "ques": "Continue",
        "back": "Cancel",
        "eip": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved"
    },
    "Manual1Activity": {
        "title": "How to get my EpiAge test report",
        "getmy": "How to get my EpiAge test report",
        "login": "Make sure to login with the account that has been used to purchase the EpiAge product.",
        "username": "Your username will be displayed here after you log in.",
        "gohome": "Go to “HOME” or “EPICENTER” and click “My report”.",
        "barcode": "Enter(or Scan) the barcode on your test tube and get your EpiAge report.",
        "icon": "After entered your barcode, by clicking the icon to get your EpiAge test report",
        "result": "Your EpiAge test result will be at the bottom of the page."
    },
    "Manual2Activity": {
        "title": "EpiAge App User Manual",
        "download": "Download the IOS App from the Apple Store or Android App from the Google Play Store.",
        "gocenter": "Go to 'EPICENTER' and lick register to register an account.",
        "fillregis": "Fill in the registration information.",
        "mailbox": "Go to the registration mailbox to activate your account.",
        "accountlogin": "Log in with the account you just registered.",
        "setkey": "Generate the unique data security private key and public key. Most importantly, save them by taking a screenshot or copy-paste them in your memo note.",
        "sentmail": "Public and private key pairs will be saved to your phone's local folder",
        "purchase": "Go to 'SHOPPING' to purchase the EpiAge test kit."
    },
    "Manual3Activity": {
        "title": "Questionnaire guidance",
        "how":"How to fill out the questionnaire",
        "slider1":"How to use the slider to fill out the data.",
        "ratingstart2":"How to use the rating star to fill out the data.",
        "enteefield3":"How to use the entering field to fill out the data."
    },
    "Manual4Activity": {
        "title": "Diet guidance",
        "calculate":"How to calculate the calories you intake?",
        "slider":"How to use the slider to fill out the data",
        "calfood":"How to use the calorie calculator to calculate the calories of the food you take.",
        "entering":"How to use the entering field to fill out the data."
    },
    "SavepdfpathActivity": {
        "btncp": "Copy link",
        "titlemsg": "Message",
        "copy": "Copy successful, You can paste the link in the browser to download PDF file"
    },
    "ScannerAcitivity": {
        "title": "Scanning"
    },
    "LangActivity": {
        "title": "Switch Language",
        "English": "English",
        "French": "French",
        "Spanish": "Spanish",
        "Russian": "Russian",
        "Portuguese": "Portuguese",
        "Chinese": "Chinese(HK)"
    },
    "AgeAccelerateActivity":{
        "title":"Age Acceleration",
        "accecalcul":"Age acceleration calculator",
        "enterepi":"Please enter your Epigenetic age",
        "enterchro":"Please enter your Chronological age",
        "youraccis":"Your age acceleration is:"

    },
     "LaunchActivity":{
        "title":"Launch",
        "registerkit":"REGISTER KIT",
        "myreport":"MY REPORT",
        "buykit":"BUY EPIAGE KIT",
        "signin":"SIGN IN WITH EMAIL",
        "readmore":"READ MORE ABOUT EPIAGE"

    }
}