{
    "LoginIcon": {
        "message": "Hi:Guest"
    },
    "TabHomeActivity": {
        "title": "Accueil",
        "video": "Vidéo connexe",
        "biotitle": "Détection de l'âge biologique par méthylation de l'ADN ",
        "1ml": "Un seul échantillon de salive est nécessaire pour la détection, ce qui est pratique et sûr.",
        "testresult": "L’échantillon sera envoyé au laboratoire pour analyse,les résultats du test seront envoyés à votre application.",
        "bio2": "Détection biologique de l'âge 2.0",
        "1ml2": "L'âge biologique peut être mesuré avec seulement 1 ml d'échantillon de salive.",
        "kit":"Epiaging Kit",
        "learnmore": "Plus",
        "appsystem": "Notre système APP",
        "personalrep": "Rapports personnels dynamiques",
        "question": "Questionnaires complets",
        "follow": "Suivre",
        "international": "Liens vers des recommandations d'associations médicales internationales réputées",
        "dynrep": "Rapports personnels dynamiques",
        "question2": "Questionnaires complets",
        "machinelearn": "APP lié à un système d'apprentissage automatique",
        "whatsame": "Qu'est-ce que SAM-e?",
        "same": "SAM-e",
        "affacthealth": "Le SAM-e est une substance chimique naturellement présente dans le corps,qui peut affecter la santé humaine.",
        "supplement": "SAM-e est un complément nutritionnel et non un médicament.",
        "myreport": "Mon rapport",
        "questionnaires": "Questionnaires",
        "testprocess": "Processus de test",
        "qa": "Q&A",
        "datasequrity": "Sécurité des données",
        "consent": "Consentement éclairé de l'utilisateur",
        "disclaimer": "disclaimer",
        "disclaimertext": "disclaimerLe test d'épidémiologie n'est pas destiné à être une information de santé ou des données médicales, ni à être utilisé pour dépister, diagnostiquer, traiter, prévenir ou évaluer le risque de maladie ou d'affection. Le service epiAging est une détermination de l'âge épigénétique basée sur l'évaluation de la méthylation de l'ADN dans votre ADN. Nous ne recueillons pas de données génétiques. Le test est disponible pour les personnes de 21 ans et plus. Ce service n'a pas été autorisé ni approuvé par la Food and Drug Administration des États-Unis.",
        "allright": " @2019 HKG epi THERAPEUTICS Ltd.Tous les droits sont réservés"
    },
    "TestprocessActivity": {
        "title": "Processus de test",
        "testprocess": "Processus de test ",
        "downloadapp": "1.Téléchargez l'application ",
        "purchasekit": "2.Achetez le kit ",
        "fillques": "3.Fill up the question-",
        "fillques2": "naire(Optional) ",
        "collect": "4.Recueillez votre  ",
        "collect2": "échantillon de salive",
        "sample": "5.Renvoyer l'échantillon",
        "sample2": "à nous",
        "extraction": "6.Extraction et ",
        "extraction2": "analyse de l'ADN",
        "report": "7.Voir le rapport",
        "report2": " via l'application"
    },
    "AboutActivity": {
        "title": "About Us",
        "company": "| Introduction de la société",
        "science": "| Équipe scientifique",
        "methylation": "| Méthylation de l'ADN",
        "biological": "| Détection biologique de l'âge",
        "consentform": "| Formulaire de consentement des données client"
    },
    "LoginActivity": {
        "title": "S'identifier",
        "email": "Email",
        "passowrd": "Mot de passe",
        "mailboxformatFail": "Le format de la boîte aux lettres est incorrect",
        "mailboxNull": "Veuillez entrer votre boite mail",
        "passwordNull": "Veuillez entrer votre mot de passe",
        "login": "S'identifier",
        "noaccount": "Je n'ai pas de compte?",
        "register": "registre",
        "Invalid": {
            "Email": "Email invalide",
            "PWD": "Mot de passe invalide",
            "NetFail": "Unlinkable au réseau",
            "unactive": "Email non actif"
        },
        "ForgetPwd": "Mot de passe oublié?"
    },
    "RegisterActivity": {
        "title": "Registration",
        "register": "Register",
        "region": "Choisissez votre région:",
        "nickname": "Surnom",
        "email": "Email",
        "password": "Créer un mot de passe",
        "confirm": "Confirmez le mot de passe",
        "agree": "J'ai lu et accepté les conditions d'utilisation et ",
        "privacy": "la déclaration de confidentialité.",
        "message": "Message",
        "registered": "La boîte aux lettres a été enregistrée",
        "activation": "Le lien d'activation de l'utilisateur a été envoyé à votre boîte aux lettres enregistrée. Veuillez l'activer en cliquant sur le lien.",
        "again": "Erreur réseau! Réessayez",
        "account": "J'ai déjà un compte?",
        "login": "S'identifier"
    },
    "ForgetActivity": {
        "title": "réinitialiser le mot de passe",
        "resetPwd": "réinitialiser le mot de passe",
        "link": "En cliquant sur le bouton ci-dessous, un lien pour réinitialiser votre mot de passe vous sera envoyé par email.",
        "btn": "réinitialiser le mot de passe",
        "link2": "Connectez-vous à votre compte",
        "email": "Email",
        "password": "Mot de passe",
        "login": "S'identifier"
    },
    "LifeStyleChartActivity": {
        "title": "Life Style Questionnaire",
        "lifesques": "Lifestyle Questionnaire",
        "healthy": "A healthy or unhealthy lifestyle will most likely be transmitted across generations. According to the study done by Case et al.",
        "become": "(2002), when a 0-3-year-old child has a mother who practices a healthy lifestyle, this child will be 27% more likely to become healthy and adopt the same lifestyle.",
        "instance": "For instance, high-income parents are more likely to eat organic food, have time to exercise and provide the best living condition to their children.On the other hand, low-income parents are more likely to participate in unhealthy activities such as smoking to help them release poverty-related stress and depression.",
        "teacher": "Parents are the first teacher for every child. Everything that parents do will be very likely transferred to their children through the learning process.",
        "height": "Weight & Height",
        "source": "Source: Centers for Disease……",
        "recommendation": "Recommendation:",
        "range": "If your BMI is less than 18.5, it falls within the underweight range.",
        "bmi": "If your BMI is 18.5 to 24.9, it falls within the normal or Healthy Weight range.",
        "falls": "If your BMI is 25.0 to 29.9, it falls within the overweight range.",
        "your": "If your BMI is 30.0 or higher, it falls within the obese range.",
        "heart": "Heart rate (beats/min)",
        "beats": "beats/min",
        "bmii": "bmi",
        "american": "Source:American Heart Association",
        "blood": "Blood pressure (mmHG)",
        "mmhg": "mmHg",
        "diastolic": "Diastolic BP",
        "cholesterol": "Cholesterol (mg/dL)",
        "mg": "mg/dl",
        "meditation": "Meditation",
        "mayo": "Source:Mayo Clinic",
        "unit": "hours/day",
        "cvh": "Cardio Vascular Health",
        "sleep": "Sleep",
        "foundation": "Source: National Sleep Foundation",
        "active": "How about your active sex life",
        "timesday": "times/day",
        "sexual": "Satisfaction with sexual Life",
        "score": "score",
        "alcohol": "Alcohol",
        "society": "Source: American Cancer Society",
        "gramday": "gram/day",
        "smoking": "Smoking",
        "sticksday": "sticks/day",
        "vitamin": "Vitamin D",
        "mayoclinic": "Source: Mayo Clinic",
        "iuday": "IU/day",
        "vitaminc": "Vitamin C",
        "vitamina": "Vitamin A",
        "mcgday": "mcg/day",
        "resting":" Your resting heart rate is the heart pumping the lowest amount of blood",
        "ill":"you need because you’re not exercising. If you’re sitting or lying and you’re calm, relaxed and aren’t ill,",
        "hearting":"your heart rate is normally between 60 (beats per minute) and 100 (beats per minute).",
        "bloods":" Blood pressure numbers of less than 120/80 mm Hg are considered within thenormal range.",
        "adults":"All adults age 20 or older should have their cholesterol (and other risk factors) checked every four to six years.",
        "most":"Meditation can wipe away the day's stress, bringing with it inner peace. See how you can easily learn to practice meditation whenever you need it most.",
        "minutes":" Get at least 150 minutes per week of moderate-intensity aerobic activity or 75 minutes per week of vigorous aerobic activity, or a combination of both, preferably spread throughout the week",
        "morethan":" NATIONAL SLEEP FOUNDATION recommonds 7-9 hours for 18-64 years, and doesn't recommend less than 6 and more than 11 hours for 8-25 years and less than 6 and more than 10 hours for 26-64 years.",
        "drink":" Drink no more than 1 drink per day for women or 2 per day for men.",
        "stop":"Stop Smoking",
        "recommended":"The recommended daily amount of vitamin D is 400 international units (IU) for children up to age 12 months, 600 IU for ages 1 to 70 years, and 800 IU for people over 70 years.",
        "daily":"The recommended daily amount of vitamin C for adult men is 90 milligrams and for adult women is 75 milligrams.",
        "women":"The recommended daily amount of vitamin A is 900 micrograms (mcg) for adult men and 700 mcg for adult women."

    },
    "DnaReportActivity": {
        "title": "Chronological Age",
        "look": "People age at different rates. Some “look” and “feel” older than their chronological age while other look younger than their chronological age.",
        "parameter": "Our biological age is a better parameter of our health well being and life span than our chronological age.",
        "hardware": "DNA is the hard ware, genetics is the operating system and DNA methylation and other epigenetic factors are the software that programs the genome.",
        "shift": "A paradigm shift in the search for biological age markers occurred with the discovery of the “epigenetic clock” by Horvath, which is based on measurement of DNA methylation status at hundreds of strategic positions in DNA. This 'epigenetic clock' is a measure of our biological ages.",
        "clock": "In most people the 'epigenetic age' measured by the epigenetic clock and the 'chronological age' measured by the calendar are very similar. The correlation between the two measures across the population is close to 0.9 when 1 is a perfect correlation.",
        "different": "However in some people the 'epigenetic age' is different from the 'chronological age'. Sometimes the 'epigenetic clock' moves faster than the 'chronological clock'.We consider a difference that is larger than the standard deviation (or the normal distribution in the population) as a significant change.",
        "studies": "Studies suggest that accelerated “epigenetic clock” might be associated with increased risk for several age related chronic disease such as cardiovascular disease and cancer at later age. (link: https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease). This is however still an open field and more studies are needed.",
        "what": "What is the",
        "epiage": " epiAging test?",
        "mean": " What does it mean?",
        "cg": "After extensive data mining, we have discovered a single age-related CG methylation region that was sufficient to accurately predict biological age using saliva.",
        "dna": "We prepare DNA from your saliva and then measure the level of DNA methylation in several positions in a fragment of your genome using next generation sequencing and bisulfite mapping. Your states of DNA methylation are inserted into a methematical equation that calculates the 'epigenetic age' as a function of the level of DNA methylation.",
        "redflag": "We consider it as a “red flag” when your “epigenetic age” deviates from your 'chronological age' by one standard deviation. Standard deviation provides an idea about the distribution of difference from the mean in the normal population, which at this point of analysis is 5 years.At this stage, if your 'epigenetic age' is 5 years older than your 'chronological age' you might consider the result as a 'red flag'. As more tests are accumulated we will get a more accurate number of the 'normal distribution'.",
        "changes": "Although it is still not clear how one can decelerate his 'epigenetic clock' , lifestyle changes recommended by most national medical associations are perhaps a starting point. An older age is a “red flag” not more that suggest that perhaps it is time to make some life style changes.",
        "act": "A 'red flag' might prompt you to act on your lifestyle or consult your physician for a check up.",
        "do": "What can i do if my ",
        "older": "'epigenetic Age' is Older?",
        "genetics": "'Epigenetics' is different from 'genetics' in a substantial way that epigenetics is potentially reversible by dietary interventions and lifestyle changes. So, it might be possible to reverse the “epigenetic clock”.",
        "open": "Preliminary studies show that dietary changes can cause deceleration of epigenetic clock in certain people, however this is still an open question. ( https://www.ncbi.nlm.nih.gov/pubmed/30350398)",
        "exercise": "Lifestyle changes including exercise and dietary habits have been recommended by national medical associations for some time, however, we need more data about the most advisable changes and they should be personalized.",
        "way": "A way for us to learn about advisable lifestyle changes is sharing our experiences with others and analyzing the impact of differences in lifestyle in a large population. This is now possible using sharing technologies such as Apps as well as artificial intelligence that could determine how different inputs such as 'lifestyle' habits affect an outcome--the 'epigenetic clock'.",
        "links": "Our App links you to information on recommended lifestyle behaviors by important US national medical association as well as possible nutritional supplements such as SAMe, vitamin A, D and C.",
        "updated": "These links are updated regularly and we suggest that you keep updating by examining the links periodically. These recommendations are based on what “science” knows today, they are not perfect. With more data and more analysis science is improving.",
        "first": "Our first report is based on the lifestyle data that you have entered which shows how far your lifestyle parameters deviate from consensus recommendations. You might decide to make changes based on this report.",
        "dynamic": "A dynamic long-term partnership ",
        "achive": "to achieve 'Healthy Aging'",
        "suggest": "We suggest that you keep entering your life style data.",
        "update": "You will update your life style data as regularly as you widh. You might update all questions, some or none. However, we believe that accurate reporting will allows us to provide you with a better analysis.",
        "second": "We suggest that in 6 months or maximally a year you submit your saliva to a second test.",
        "anonymized": "Your data will be anonymized. Your data and data from mamy other anonymoous users will be analyzed by artificial intelligenece to develop a 'model',which measures the impact of life style changes on 'epigenetic clock'.",
        "model": "Once more data is accumulated, the 'model' will examine your life style data and results of the test will be shared with you.",
        "analyze": "We will analyze your 'epigenetic age' and report on the progress and the lifestyle changes that you have made.",
        "routes": "Possible routes for change will be offered based on our 'model' and your data.",
        "coevolve": "We hope that together we will be able to coevolve your well being and our 'epiAging' learning environment. ",
        "your": "Your",
        "chro": "/Chronological age/",
        "bio": "/Biological age/",
        "is": "Your biological age is ",
        "younger": " years younger than your chronological age.",
        "old": " years older than your chronological age.",
        "yourbio": "(with a number in it)Your biological age ",
        "otherolder": "Other people, who were tested, whose Biological age is older than Chronological age",
        "otheryounger": "Other people, who were tested, whose Biological age is younger than Chronological age"
    },
    "user_profile": {
        "title": "Your Profile"
    },
    "CompanyActivity": {
        "title": "Company Introduction",
        "nextgeneration": "We are developing next generation DNA methylation biomarkers for early cancer detection and healthy aging.",
        "ecosystem": "We are working on building a new health ecosystem that will guide personalized management of healthy life.",
        "ittechnology": "We believe that with the help of IT technology and DNA methylation testing people should be able to take ownership of their health."
    },
    "TabAboutActivity": {
        "title": "About Us"
    },
    "ScienceteamActivity": {
        "title": "L’équipe scientifique",
        "moshe": "Moshe Szyf, Prof.",
        "ceo": "Président et PDG",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "david": "David Cheishvili",
        "davidtitle": "Conseiller scientifique principal",
        "huili": "Hui Li",
        "huilititle": "Responsable de laboratoire",
        "chifat": "Chi Fat Wong",
        "chifattitle": "Chercheur principal",
        "zhiyuan": "Zhiyuan Lv",
        "zhiyuantitle": "Responsable de laboratoire",
        "epidial": "Technologie de diagnostic médical Cie., Ltd de Beijing."
    },
    "ProfMosheActivity": {
        "title": "Moshe Szyf, Prof.",
        "experiences": "| Experiences professionnelles",
        "pioneer": "Pionnier du domaine de l'épigénétique",
        "inventor": "Inventeur des premiers brevets étendus dans le domaine",
        "patent": "Inventeur des premiers brevets sur la méthylation de l'ADN et le cancer",
        "founder": "Fondateur du domaine de l'épigénétique comportementale et psychiatrique",
        "thought": "Leader d'opinion, a publié 295 articles dans la région",
        "fellow": "Membre de la Société royale du Canada",
        "canadian": "Membre de l'Académie canadienne des sciences de la santé",
        "professor": "Professeur Département de pharmacologie et de thérapeutique de l'Université McGill, Montréal, Canada",
        "resident": "Scientifique en chef résident de la société de technologie de diagnostic médical de l'épidémie de Beijing, LTD.",
        "director": "Directeur de l'Institut d'épigénétique, Institut d'innovation yizhuang de Beijing",
        "video": "Videos liées",
        "o2o": "Healthtech O2O Summit Dr. Moshe Szyf, HKG Epitherapeutics.mp4",
        "hope": "Dr. Moshe Szyf , Science of Hope Conference 2017.mp4",
        "epigenetic": "Dr. Moshe Szyf, What is epigenetic and why knowing it will change your life .mp4",
        "behavioral": " Moshe Szyf, Behavioral Epigenetics.mp4",
        "pharmacology": "Pharmacologie de GlaxoSmithKline - ",
        "pharmacology2": "Institut canadien de la santé ",
        "chairman": "Président",
        "mcgill": "James McGill",
        "professor2": "Professeur",
        "department": "présent (Département de pharmacologie ",
        "themcgill":"et de thérapeutique McGill)",
        "Associate": "Professeur",
        "papers": "| Honneurs",
        "member": "2013 -- Membre de la Société royale du Canada",
        "ccnp": "2011 -- Prix d'innovation en neuropsychopharmacologie du CCNP",
        "radio": "2009 -- Prix scientifique annuel de Radio Canada",
        "forum": "2009 -- Discours de Carolinska au Nobel Forum",
        "pharma": "2007 -- Pharmacologie GlaxoSmithKline",
        "list": "2001 -- Liste d'honneurs d'enseignement du Collège de médecine",
        "carrie": "1999 -- Prix d'orientation en enseignement aux études supérieures de Carrie Derek",
        "foundation": "1999 -- Fondation israélienne pour la recherche sur le cancer “Prix Eliot Osseman pour contribution exceptionnelle” ",
        "institute": "1989-1995 --  Prix du meilleur jeune professeur de l'Institut national du cancer du Canada ",
        "scholarship": "1987 -- Bourse d'études de la American Cancer Society",
        "rothshiild": "1984 -- Bourse d'études Rothschild",
        "university": "1980 -- Bourse d'études médicales de l'Université hébraïque",
        "masteer": "1980 -- Maître distingué",
        "halth": "Recherche en santé canadienne",
        "team": "Institute - Équipe coopérative canadienne de recherche en santé en Chine",
        "cancer": "Cancer national canadien",
        "analysis":"Analyse institut-déméthylase",
        "health": "Institut canadien de la santé ADN",
        "prospect":"Inhibiteur de la méthyltransférase I et ses perspectives thérapeutiques",
        "natural": "Conseil canadien des ressources naturelles",
        "science":"recherche scientifique et technique",
        "inst": "Institut national du cancer du Canada et",
        "school": " École de médecine McGill",
        "honorary":"2003 --Professeur honoraire James McGill"

    },
    "DavidActivity": {
        "title": "Dr. David Cheishvili",
        "senior": "Consultant scientifique principal",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "professional": "| Expériences professionnelles",
        "hong": "HKG Epitherapeutics, Hong Kong",
        "montreal": "Montréal EpiTerapia Inc Montréal",
        "canada": "Canada",
        "founder": "Co-fondateur",
        "department": "Département de pharmacologie et",
        "mcgill": " de thérapeutique de l'Université McGill",
        "research": "Chercheur",
        "assistant": "Associé de recherche",
        "fellow": "Stagiaire postdoctoral",
        "hebrew": "Université hébraïque d'Israël",
        "honor": "Les patentes",
        "conferences": "Les conférences",
        "us": "US patent 62/774,",
        "cancer": "994 DNA Methylation Markers for Early Detection of Cervical Cancer (Filed 04-Dec-2018)",
        "uspa": "US patent 62/695,",
        "dna": "429 DNA Methylation Markers for Noninvasive Detection of Cancer (Filed 07-Sept-2018)",
        "israel": "of the Israel Cancer Research Foundation",
        "alumni": "Toronto Alumni and Alumni Medical",
        "award": "Excellence Award",
        "medical": "Toronto Alumni and Friends Medical",
        "publshed": "| Les articles cités",
        "all": "@2019 HKG epi THERAPEUTICS Ltd. All Rights Reserved",
        "forum": "2017 Sixth Asian Chromatin and Chromosome Forum",
        "india": "(Hyderabad, India)",
        "diseases": "2016 3rd Canadian Conference on Epigenetics of Development and Diseases",
        "canadaa": "(Canada)",
        "conference": "2011 Family Autonomic Neurological Dysfunction Foundation Basic Scientific Research Conference",
        "usa": "(New York, USA)",
        "first": "2010 First Scientific Conference of the Medical Research Institute of Hebrew University in Israel-Hadassah Medical College, Canada",
        "erat": "(Erat, Israel)",
        "reseach": "Twenty-first European Union for Cancer Research Conference, 2010",
        "oslo": "(Oslo, Norway)",
        "cell": "The 8th European Conference on Glial Cell Health and Diseases, 2009 ",
        "france": "(Paris, France)",
        "basic": "2008 Family Autonomic Neurological Dysfunction Foundation Basic Scientific Research Conference",
        "new": "(New York, USA)",
        "health": "The 8th European Conference on Gliocyte Health and Diseases, 2007",
        "london": "(London, UK)",
        "university":"Thérapeutique Université McGill",
        "fellowed":"Stagiaire postdoctoral",
        "school":"École de médecine"
    },
    "HuiliActivity": {
        "title": "Hui Li Ph.D.",
        "lab": "Manager Du Laboratoire",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "exper": "| EXPÉRIENCES PROFESSIONNELLES",
        "kong": "HKG Epitherapeutics, Hong Kong",
        "src": "SRC,China",
        "manage": "Gérer le laboratoire",
        "university": "Université McGill, Canada",
        "research": "Doctorant et chercheur",
        "student": "Président de ",
        "montreal": "l'Union des étudiants ",
        "president": "chinois de l'Université McGill Vice",
        "vice": "President Event",
        "honors": "Honneurs",
        "comferences": "Conférences",
        "medicine": "Experimental Medicine Productivity",
        "award": "Award McGill University",
        "grand": "Grand Excellence Award",
        "the": "The Research Institute of the ",
        "center": "Centre universitaire de santé McGill",
        "studentship": "Bourse d'études",
        "poster1": "Prix du poster de la retraite d'endocrinisme de McGill",
        "travel2":"Bourse de voyage de l'Université McGill",
        "graduate3":"Bourse de fin d'études Excel de l'Université McGill",
        "excel": "Institut de recherche de la bourse ",
        "excel2":" du Centre universitaire de santé McGill",
        "jp": "McGill University Claude J.P. Giroud",
        "fellowship": "Fellowship McGill University Principal's Graduate Fellowship",
        "papers": "| Articles publiés",
        "name": "Hui Li",
        "bing": ", Bing Li and Louise Larose. Silencing Nck1 prevents activation of the IRE1α-JNK-miR-122 pathway that controls PTP1B expression. 2015.",
        "retreat": "McGill Endocrine Retreat (Montreal, Canada)",
        "larose": "and Louise Larose. The adaptor protein Nck1 negatively regulates the PI3K/Akt pathway through protein tyrosine phosphatase 1B. 2014. ",
        "louise": " and Louise Larose. Identification of the adaptor protein Nck1 as a negative regulator of the PI3K/Akt pathway through PTP1B and IRE1α. 2013. ",
        "diabetes": "Canadian Diabetes Association Professional Conference (Montreal, Canada)",
        "laroseakt": "and Louise Larose. Akt phosphorylation/activation is modulated by the adaptor protein Nck1 through its ability to regulate the Endoplasmic Reticulum (ER) stress sensor IRE1α. 2012. ",
        "canada": "McGill Endocrine Retreat Montreal, Canada ( Poster Award)",
        "nck": "and Louise Larose. Nck1—an adaptor protein modulating expression of the Endoplasmic Reticulum (ER) stress sensor IRE1α. 2012.",
        "biology": "Experimental Biology 2012 (San Diego, USA)"
    },
    "ChifatActivity": {
        "title": "Chi Fat Wong Ph.D",
        "senior": "Scientifique senior",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "experiences": "| Experiences Professionnelles",
        "hongkong": "HKG Epitherapeutics, Hong Kong",
        "src": "SRC,China",
        "scientist": "Scientifique senior ",
        "university": "Université de Hong Kong",
        "assistaant": "Assistant de recherche",
        "papers": "| Les articles publiés",
        "rights": "@2019 HKG epi THERAPEUTICS Ltd. All Rights Reserved"
    },
    "ZhiyuanActivity": {
        "title": "Dr. Zhiyuan Lv",
        "manager": "Responsable de laboratoire",
        "beijing": "Beijing Epidial Medical Diagnostic Technology Co., Ltd.",
        "professional": "| Expériences professionnelles",
        "epidial": "Beijing Epidial Medicine Diagnosis Co.,",
        "ltd": "Beijing Epida Ya technologie de diagnostic médical, Ltd;",
        "lab": "Responsable de laboratoire",
        "usa": "Georgia State University",
        "fellow": "Stagiaire postdoctoral",
        "state": " de la Georgia State ",
        "university": "Université",
        "phd": "Docteur",
        "key": "l’Université de Nanjing",
        "nanjing": " Laboratoire clé de l’étudiant diplômé en pharmacie",
        "candidate": "Master et Ph.D.",
        "honors": "Les honneurs",
        "conferences": "Les conferences",
        "trainee": "2015.05 - Prix du résumé du sujet excellent pour la",
        "american": "réunion annuelle de l'American Society of Immunologists de 2015",
        "scholarship": "2010.09 - Création d'une bourse de doctorat",
        "council": "conjointe par le Fonds pour les études à l'étranger",
        "journals": "Un critique ad hoc pour des revues a totalement examiné plus de 20 articles de recherche",
        "biochemistry": "Molecular and Cellular Biochemistry",
        "annuals": "Annuals of Clinical Biochemistry",
        "cellular": "Cellular and Molecular Biology",
        "journal": "Journal of Immunoassay and Immunochemistry",
        "board": "Comité de rédaction de la revue",
        "papers": "| Les articles publiés",
        "reserved": "@2019 HKG epi THERAPEUTICS Ltd. All Rights Reserved",
        "society": "2015 Annual Meeting of the American Society of Immunologists",
        "newusa": "(New Orleans, USA)",
        "third": "Third Annual Conference of the 2014 Southeast American Symposium on Immunology",
        "atlanta": "(Atlanta, USA)",
        "seminar": "2014 Georgia State University Biotechnology Seminar",
        "georgina": "2013 Georgia State University-Nanjing University Biotechnology Seminar",
        "symposium": "Third Asia-Pacific Diabetes Symposium 2009",
        "china": "(Nanjing, China)"
    },
    "MethylationActivity": {
        "title": "Technologie de methylation",
        "mark": "La méthylation de l'ADN est une marque chimique sur l'ADN",
        "added": "La méthylation de l'ADN est une marque chimique qui est ajoutée à l'ADN à différentes positions pendant la gestation.",
        "epigenetic": "La méthylation de l'ADN fait partie du programme 'épigénétique' de nos gènes.",
        "happens": "Quand la méthylation de l’ADN se produit à plusieurs positions importantes dans les gènes, elle peut neutraliser la fonction du gène.",
        "expressed": "C'est ainsi que le même gène peut être exprimé ou réduit au silence dans différentes cellules de notre corps.",
        "software": "Méthylation de l'ADN; le logiciel du génome",
        "minicomputer": "Si nous imaginons que notre ADN est un mini-ordinateur alimentant nos cellules, alors:",
        "Hardware": "ADN - est le matériel.",
        "Operating": "La séquence génétique - est le système d'exploitation.",
        "Softwre": "La méthylation de l'ADN est le - Logiciel de codage des applications sur l'ADN.",
        "specific": "Différentes 'applications' permettent aux cellules d'effectuer des tâches spécifiques dans l'espace et dans le temps",
        "silent": "Ces applications génomiques assurent le bon fonctionnement de notre corps. Chaque tissu est correctement programmé pour assurer notre santé et notre bien-être. Chaque type de cellule possède sa combinaison unique de marques de méthylation et, par conséquent, une combinaison unique de gènes actifs et silencieux.",
        "disease": "Des changements dans la méthylation de l'ADN peuvent causer des maladies. cartographier les changements de méthylation de l'ADN pourraient détecter une maladie",
        "tissue": "Des changements dans la méthylation de l'ADN modifient le mode de fonctionnement des cellules et des tissus et peuvent convertir un tissu sain en tissu malade.",
        "cancer": "Il y a plus de trois décennies, Szyf a suggéré que des changements dans la méthylation de l'ADN pourraient causer des maladies telles que le cancer.",
        "methylation": "Par conséquent, la méthylation de l'ADN est une excellente plateforme pour détecter et traiter les maladies.",
        "studies": "Des études du laboratoire Szyf de l'Université McGill ont montré qu'il était possible d'inverser le cancer chez un modèle animal en bloquant la protéine qui ajoute des groupes de méthylation à l'ADN. Cela a été reproduit par de nombreuses études depuis.",
        "early": "Plus récemment, Szyf a montré qu'en examinant la méthylation de l'ADN dans les globules blancs, il était possible de détecter le cancer du foie à un stade précoce.",
        "environment": "L'environnement peut provoquer des changements dans la méthylation de l'AND",
        "conditions": "Des études menées par Jirtle et ses collègues en 2004 ont montré dans un modèle de souris que le régime alimentaire de la mère pendant la grossesse avait une incidence sur la méthylation de l'ADN de sa progéniture et modifiait la couleur de leur pelage et le risque d'obésité, entre autres.",
        "psychiatry": "Des études menées par Szyf et ses collègues ont révélé que les soins et le comportement de la mère avaient une incidence sur la méthylation de l'ADN de sa progéniture et sur la réaction de celle-ci au stress plus tard dans la vie. Ces études ont lancé les domaines de l'épigénétique comportementale et de la psychiatrie épigénétique.",
        "discoveries": "Ces découvertes ont fourni la première preuve que les environnements psychologiques et physiques peuvent affecter la méthylation de l'ADN.",
        "ventions": "La méthylation de l'ADN est potentiellement réversible par des interventions physiques et comportementales",
        "events": "Des études suggèrent que différents changements environnementaux peuvent modifier ou inverser les événements de méthylation de l'ADN.",
        "changes": "Ainsi, le potentiel existe-t-il pour que nous puissions changer la méthylation de l'ADN par des changements de mode de vie.",
        "reversible": "Notre optimisme quant à la méthylation de l’ADN provient du fait que la méthylation de l’ADN par rapport à la génétique est réversible.",
        "clock": "Méthylation de l'ADN et horloge épigénétique",
        "paradigm": "Un changement de paradigme dans la recherche de marqueurs d'âge biologiques s'est produit avec la découverte de 'l'horloge épigénétique' de Horvath.",
        "discovered": "Il a été découvert que le niveau de méthylation de certains gènes de notre ADN change avec l’âge.",
        "measuring": "En mesurant la méthylation dans ces gènes, il est possible de déterminer notre âge biologique",
        "biological": "Notre âge biologique est une meilleure mesure de notre santé et de notre bien-être que les ageriments chronologiques.",
        "acceleration": "Des études montrent que l'accélération de 'l'âge de méthylation de l'ADN' est un facteur prédictif de décès prématuré et de maladie chronique.",
        "bydietary": "Des expériences sur des animaux montrent qu'il est possible d'inverser l'horloge biologique par des changements alimentaires.",
        "epi": "@ 2019 HKG epi THERAPEUTICS Ltd. Tous droits réservés"
    },
    "QuestionnaireActivity": {
        "title": "Questionnaires"
    },
    "ConsentActivity": {
        "title": "Formulaire de consentement",
        "customer": "Formulaire de consentement des données client Epidial",
        "users": "Chers utilisateurs",
        "welcome": "Bienvenue chez",
        "epi": "HKG epi THERAPEUTICS Ltd.",
        "registering": "Avant de vous inscrire, veuillez lire attentivement les conditions d'utilisation suivantes.",
        "about": "À propos de",
        "app": "EPIAGING APP",
        "your": "EPIAGING APP est sur le point de sauvegarder vos données médicales personnelles ",
        "blinded": "'en aveugle'",
        "personal": " sur l'application mobile EpiAging et sur le moteur d'analyse des données du 'nuage', qui nécessite votre information et votre consentement. Votre identité est aveuglée et vous recevrez un numéro d'identification. Votre identité personnelle ne sera pas stockée dans l'application mobile ou le serveur. Une fois l'application téléchargée, un identifiant vous sera attribué pour vous permettre de récupérer vos données et de recevoir des rapports d'intégrité. Cependant, votre identité restera inconnue, que ce soit sur l'application ou sur le moteur d'analyse 'en nuage'.",
        "purpose": "Objet",
        "designed": "EPIAGING APP conçue pour vous aider à exploiter le potentiel de votre épigénome pour un vieillissement en bonne santé en vous fournissant une évaluation de votre véritable âge biologique basée sur la méthylation de l'ADN et en vous fournissant des liens et des recommandations de personnalités nationales réputées.sociétés médicales sur les changements de style de vie qui peuvent améliorer votre santé. C’est à vous de décider quels changements apporter. Néanmoins, nous vous demandons de",
        "anonymously": "'partager avec nous «anonymement» les'.",
        "changes": "modifications que vous avez apportées à l’aide des boutons de saisie simples de l’application. Ces données seront ensuite transférées dans un moteur d’apprentissage automatique qui analysera votre style de vie change et vous fournit un rapport périodique. Tester périodiquement votre âge biologique à l'aide de notre test de méthylation de l'ADN vous aidera à évaluer les progrès accomplis. Nous vous demandons de partager les changements que vous avez apportés avec d'autres et de devenir ainsi un partenaire dans un effort commun visant à améliorer votre santé et celle des autres.",
        "data": "Comment enrichir les données de santé",
        "obligated": "Vous n'êtes pas obligé de répondre aux questions sur cette application et c'est à vous de décider quelles informations fournir. De même, vous décidez d’apporter ou d’éviter des changements de style de vie et d’assister ou d’ignorer les recommandations des différentes associations médicales.que nous vous fournissons. Cependant, plus les données sont riches, plus l'analyse sera utile et utile pour vous et les autres utilisateurs de la ",
        "community": "'communauté d'applications d'épiaging'",
        "analyzing": "En analysant le flux de données en continu de nombreux autres utilisateurs d’applications avec «apprentissage automatique», nous obtiendrons des combinaisons de styles de vie.altérations pouvant avoir un impact positif sur la réduction de la vitesse du vieillissement.",
        "sharing": "Partage de données anonyme",
        "believe": "Nous pensons qu'une bonne santé requiert le partenariat de nombreuses personnes partageant leurs expériences et apprenant les unes des autres plutôt qu'un flux d'instructions unidirectionnel du fournisseur de soins de santé «appris» au «patient». Nous savons que la science médicale est imparfait et que sa progression implique des essais et des erreurs. Nous apprendrons ensemble en tant que «partenaires» en partageant des expériences, en évaluant les progrès et en utilisant le meilleur de la technologie d’apprentissage automatique pour analyser les données que vous fournissez et obtenir des retours cela guidera les améliorations futures. En apprenant de nombreuses personnes qui seront impliquées comme vous l'êtes, nous pourrons travailler ensemble à améliorer notre santé et celle des autres. Nous comprenons que vos données doivent rester strictement confidentielles.absolument 'aveuglé' et que votre identité personnelle reste anonyme. Ce n'est que si ces règles d'anonymat sont strictement respectées que nous pourrons participer librement à ce grand partenariat.",
        "security": "Sécurité des données",
        "accordance": "Conformément à la législation sur la protection des données, vous avez le droit de demander l'accès à vos données personnelles, de les rectifier ou de les effacer, de restreindre le traitement de vos données ou de vous opposer à un traitement ainsi que le droit à la portabilité des données. Vous pouvez exercer ce droit en contactant (info@hkgepitherapeutics.com). Votre nom et votre identité seront cryptés et protégés par un pare-feu. Après votre signature, vous recevrez une identification en aveugle qui vous permettra de fournir des données et de rester anonyme au système.",
        "agree": "Accepter",
        "ved": "@ 2019 HKG epi THERAPEUTICS Ltd. Tous droits réservés"
    },
    "McGillChartActivity": {
        "title": "Questionnaire de McGill Pain",
        "pain": "Le questionnaire de McGill Pain",
        "wideused": "Aperçu: Le questionnaire de McGill Pain peut être utilisé pour évaluer une personne qui ressent une douleur importante. ",
        "provides": "Il peut être utilisé pour surveiller la douleur au fil du temps et pour déterminer l'efficacité de toute intervention. ",
        "several": "Il a été développé par le Dr. Melzack de l'Université McGill à Montréal, ",
        "research": "Canada et a été traduit en plusieurs langues.",
        "feel": "À quoi ressemble votre douleur?",
        "following": "Déclaration: Certains des mots suivants décrivent votre douleur actuelle. Encerclez SEULEMENT les mots qui le décrivent le mieux. Laissez de côté toute catégorie qui ne convient pas. Utilisez un seul mot dans chaque catégorie appropriée - celle qui s’applique le mieux.",
        "throbbing": "Throbbing",
        "score": "score",
        "stabbing": "Stabbing",
        "shooting": "Shooting",
        "sharp": "Sharp",
        "cramping": "Cramping",
        "gnawing": "Gnawing",
        "hotburning": "Hot-burning",
        "aching": "Aching",
        "heavy": "Heavy",
        "tender": "Tender",
        "splitting": "Splitting",
        "exhausting": "Exhausting",
        "sickening": "Sickening",
        "fearful": "Fearful",
        "how": "Comment vous ",
        "like": "sentez-vous?"
    },
    "MoodChartActivity": {
        "title": "Auto-évaluation de l'humeur",
        "emotions": "Lorsqu'il est question d'émotions, il peut parfois être difficile de reconnaître ou d'admettre que nous ne nous sentons pas à 100%.",
        "assessment": "Auto-évaluation de l'humeur",
        "short": "Si vous avez 16 ans ou plus, répondez à ce court questionnaire.",
        "fortnight": "(1) Vous aider à mieux comprendre comment vous vous sentez au cours des quinze derniers jours",
        "advice": "(2) vous orienter dans la bonne direction pour des conseils et informations utiles",
        "things": "Combien de fois avez-vous eu peu d'intérêt ou de plaisir à faire les choses?",
        "score": "score",
        "hopeless": "Combien de fois avez-vous été dérangé par le malaise, la dépression ou le désespoir?",
        "asleep": "Combien de fois avez-vous été dérangé par des difficultés à vous endormir, à rester endormi ou à dormir trop?",
        "energy": "Combien de fois avez-vous été dérangé par la fatigue ou le manque d'énergie?",
        "appetite": "Combien de fois avez-vous été dérangé par un manque d'appétit ou une alimentation excessive?",
        "family": "Combien de fois avez-vous été dérangé par le fait que vous vous sentiez mal à propos de vous-même, ou que vous êtes un échec, ou que vous-même ou votre famille avez été déçu?",
        "reading": "Combien de fois avez-vous été dérangé par des problèmes de concentration, tels que lire le journal ou regarder la télévision?",
        "usual": "Combien de fois avez-vous été dérangé par le fait de bouger ou de parler si lentement que d'autres personnes auraient pu le remarquer, ou l'inverse: vous êtes si agité ou agité que vous vous êtes déplacé beaucoup plus que d'habitude?",
        "anxious": "Avez-vous eu une crise d’anxiété (soudainement peur ou panique)?",
        "worrying": "Comment avez-vous souvent été dérangé (e) par votre nervosité, votre anxiété ou votre nervosité?",
        "different": "Combien de fois avez-vous été dérangé par le fait de ne pas pouvoir vous arrêter ou contrôler vos inquiétudes?",
        "relaxing": "Combien de fois avez-vous été dérangé par trop de soucis à propos de choses différentes?",
        "still": "Combien de fois avez-vous été dérangé par la difficulté à vous détendre?",
        "irritable": "Combien de fois avez-vous été dérangé par votre agitation au point qu'il est difficile de rester immobile?",
        "easily": "Combien de fois avez-vous été dérangé par le fait de devenir facilement ennuyé ou irritable?",
        "attack": "Combien de fois avez-vous été dérangé par votre peur, comme si quelque chose de terrible pouvait arriver?"
    },
    "BiologicalActivity": {
        "title": "Biological Age",
        "biological": "Biological Age Detection 2.0 ",
        "nice": "$99",
        "wrinkles": "Stop counting your age by birthdays or candles on the cake, wrinkles, crow's feet or the frown lines on your face — those are only numbers. And today, the numbers don't count.",
        "old": "How old are you?",
        "importment": "Why is it importment?",
        "different": "People age at different rates. Some 'look' and 'feel' older than their chronological age while other look younger than their chronological age.",
        "better": "Our biological age is a better parameter of our health well being and life span than our chronological age.",
        "hardware": "○ DNA is the hardware, genetics is the operating system and DNA methylation and other epigenetic factors are the software that programs the genome.",
        "epigenetics": "○ Importantly, 'epigenetics' in different from 'genetics' is potentially reversible by dietary interventions and lifestyle changes.",
        "suggest": "○ Studies suggest that accelerated 'epigenetic clock' might be associated with increased risk for several age related chronic disease such as cardiovascular disease and cancer at later age. (link:",
        "paradigm": "○ A paradigm shift in the search for biological age markers occurred with the discovery of the 'epigenetic clock' by Horvath, which is based on measurement of DNA methylation status at 500 strategic positions in DNA.",
        "ncbi": "https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease",
        "still": "). This is however still an open field and more studies are needed.",
        "studies": "○ Preliminary studies are coming up that show that dietary changes can cause deceleration of epigenetic clock in certain people, however this is still an open life. (link:",
        "pubmed": "https://www.ncbi.nlm.nih.gov/pubmed/30350398",
        "including": "○ Lifestyle changes including exercise and change in dietary habits have been recommended by national medical associations for some time, however we need more data about the most advisable changes and they should be personalized.",
        "learn": "○ One way for us to learn about advisable lifestyle changes is sharing our experiences with others and analyzing the impact of differences in lifestyle. This is now possible using sharing technologies such as Apps as well as artificial intelligence.",
        "epiaging": "What is the epiAging test?",
        "mean": "What does it mean?",
        "extensive": "○ After extensive data mining, we have discovered a single age-related CG methylation region that was sufficient to accurately predict biological age using saliva.",
        "decelerate": "○ Although it is still not clear how one can decelerate his age lifestyle changes recommended by most national medical associations are perhaps a point to start. An older age is a 'red flag' not more that suggest that perhaps it is time to make some lifestyle changes.",
        "consider": "○ We consider a 'red flag' an 'epigenetic age' that is older than one standard deviation of the test. Standard deviation provides an idea about the distribution in the normal population which at this point of analysis  is 5 years. As more tests are accumulated we will get a more accurate number of the 'normal distribution'.",
        "red": "○ A 'red flag' might prompt you to act on your lifestyle.",
        "information": "○ Our App will link you to information on recommended lifestyle behaviors by important US national medical association. These are updated regularly and we suggest that you keep updating by examining the links periodically. These recommendations are based on what 'science' knows today, they are not perfect. With more data and more analysis science is improving.",
        "update": "○ You will update your lifestyle data as regularly as you wish. You might update all questions, some or none. However, we believe that accurate reporting will provide a more accurate better analysis.",
        "report": "○ Initially our report will show how far are your lifestyle parameters from consensus recommendations. Your data will be anonymized and your data and data from other anonymous users we will be analyzed by artificial intelligence to develop a model based on many users that measures the impact that lifestyle changes have on 'epigenetic clock'. In time as more data is accumulated., the model will be used on your lifestyle data and results of the 'model' will be shared with you.",
        "administer": "○ Our test is simple to administer, low cost, robust and accurate, and is dynamically integrated into a life-long health ecosystem driven by App technology and machine learning.",
        "app": "Why do you need questionnaires in the app?",
        "sense": "○ EpiAging tests make sense only within a dynamic life-long lifestyle, environmental and health management system.",
        "personalized": "○ A personalized evaluation including intervention will be generated based on the health and lifestyle information you provided.",
        "health": "○ Updates on your health and lifestyle parameters periodically to activate the life-long personalized analysis report.",
        "questionnaires": "Why do you need questionnaires in the app?",
        "clock": "Everyone has a DNA clock",
        "chronological": "○ We all know our chronological age. But how old we really are? People age at different rates. Some “look” and “feel” older than their chronological age while other look younger than their chronological age.",
        "life": "Our Biological age is a better parameter of our health well being and life span than our chronological age.",
        "know": "But how do we know our “biological age”?",
        "identifying": "It has been believed that if we can define the true “biological age” we might test and design interventions that will decelerate the rate of biological aging. During the past decades, extensive effort has been invested in identifying different parameters that could predict “biological aging” and life span such as measures of frailty, graying of hair, aging of skin, levels of different kinds of white blood cells. However most of these markers were found to offer no advantage over knowing your chronological age.",
        "longevity": "Parameters that predict 'biological aging' and longevity",
        "method": "Biological age detection method",
        "length": "Telomere Length",
        "correlation": "Low correlation",
        "requirements": "High technical requirements",
        "small": "Small technical errors may have a decisive",
        "results": "impact on the results.",
        "scores": "Metabolic age scores",
        "sampling": "Sampling and detection methods are complex and have not been verified in a large number of population samples",
        "epigenetic": "Epigenetic clock",
        "closely": "is closely related to the biological function of human body, and the acceleration of epigenetic clock is related to the risk of neurodegenerative diseases and cancer.",
        "epiagings": "epiAging",
        "methylation": "epiAging uses a method called DNA methylation to determine your true age — which might, as science is thinking at this time and age, reveal some important information on your true health, and possibly the quality and even span of your life.",
        "hkepi": "HKG epi THERAPEUTICS",
        "already": "HKG epi THERAPEUTICS already has three decades of pioneering research in this exciting area of DNA methylation. With our unique method of diagnosing the DNA methylation stored in your cells in saliva, we reveal your actual age, which may encourage you to make lifestyle changes that some evidence suggetss might lead to the following:",
        "slow": "Slow Down The Aging Process",
        "onset": "Prevent Disease Before Onset",
        "quality": "Imporve Your Quality Of Life",
        "extend": "Extend The Lenght Of Your Life",
        "making": "Making Science Simple",
        "fast": "How Fast Is Your Biological Clock Ticking?",
        "chronologicaled": "If your chronological age is 50 and your biological age is 35, excellent! But if your chronological age is 35 and your biological age says that you’re 50 years old — it might be the alarm calling on you to make life style changes.",
        "possibly": "Advanced aging is possibly associated with increased risk of serious illness. Epigenetics may not be The Fountain of Youth but it is The Fountain of Life.",
        "really": "So grab the key and learn how old you are, really!",
        "test": "The Epiaging test",
        "developed": "We developed and introduced a convenient and efficient Epiaging detection test.",
        "epitherapeutics": "Scientists at HKG epitherapeutics have mined a large number of age-related CG methylation sites in hundreds of published DNA methylation data, and selected a region containing 13 methylation sites from which saliva samples can accurately predict biological age.",
        "steps": "Discover Your Biological Age in 5 Simple Steps,change your lifestyle and improve your health",
        "download": "STEP 1: DOWNLOAD THE APP",
        "register": "Download the app, register and request your EpiAging Test You will then receive your saliva collection tube in the mail.",
        "step2": "STEP 2: SPIT. SEAL. SHIP",
        "saliva": "Expel your saliva(spit)into the tube, close and seal the envelope and send your test packet to our lab with its self-addressed postage.",
        "step3": "STEP 3: ANSWER THE QUESTIONS AND ENTER THE DATA",
        "questionnaire": "Open the questionnaire button. Enter your data. Save the data Compare your data with the recommendations and make changes or order nutritional supplements. Report the changes frequently. Higher quality of reporting will enable high quality analysis and a more accurate  personalized recommendation to you. You will get a continuous report on your App describing your progress. Once data accumutates, a personalized report of possible changes will be provided in your App.",
        "step4": "STEP 4: DISCOVER YOUR AGE",
        "analyze": "Our state-of-the-art lab will analyze your epi-genetic data to calculate your biological age,and you can view personalized reports through the APP.",
        "step5": "STEP 5: MAKE LIFESTYLE CHANGES IMPROVE YOUR HEALTH",
        "lifestyle": "We will also analyze your lifestyle data. You keep making changes in lifestyle and report. You get personalized reports on your Progress Order periodically new epiAging tests to assess your progress. A new analysis will be provided with some suggestions. Keep improving and testing your epiAge.",
        "foot": "@2019 HKG epi THERAPEUTICS Ltd. All Rights Reserved"
    },
    "SleepChartActivity": {
        "title": "Sleep Questionnaires",
        "assessment": "Sleep Self Assessment",
        "people": "Most people experience problems with sleep in their life. In fact, it’s thought that a third of Brits will have episodes of insomnia at some point.",
        "include": "The causes can include psychological conditions (Such as depression or anxiety) or a combination of both. This short test from Sleepio will give you a’sleep score ' plus practical tips and advice for improving your sleep. ",
        "total": "Thinking about a typical night in the last month, if you wake up, how long are you awake for in total?",
        "asleep": "Thinking about a typical night in the last month, how long does it take you to fall asleep?",
        "util": "minute",
        "night": "night",
        "quality": "Thinking about a typical night in the last month, how would you rate your sleep quality?",
        "score": "score",
        "mood": "Thinking about the past month, to what extent has poor sleep affected your mood, energy, or relationships?",
        "productivity": "Thinking about the past month, to what extent has poor sleep affected your concentration, productivity, or ability to stay awake?",
        "general": "Thinking about the past month, to what extent has poor sleep troubled you in general?",
        "problem": "8.How long have you had a problem with your sleep?",
        "month": "month"
    },
    "DietChartActivity": {
        "title": "Diet Recommendation",
        "confirmText": "Confirm",
        "chooseBreakfast": "Choose  Breakfast...",
        "food": "Food Consumption (calories/day)",
        "source": "Source: Healthline",
        "recommen": "Recommendation:",
        "calories": "An average woman needs to eat about 2000 calories per day to maintain, and 1500 calories to lose one pound of weight per week. An average man needs 2500 calories to maintain, and 2000 to lose one pound of weight per week.",
        "diet": "Input your diet",
        "foodd": "Food",
        "each": "Each",
        "edit": "Edit",
        "caloriess": "Calories:",
        "kcal": "kcal",
        "fat": "Staturated Fat:",
        "g": "g"
    },
    "SameActivity": {
        "title": "Sam-e introduction",
        "same": "SAM-e",
        "sam": "SAM-e is a nutritional supplement not a drug.",
        "body": "SAM-e (S-Adenosyl Methionine) is a chemical found naturally in the body.",
        "considered": "SAM-e is considered the most important methyl donor in the body.",
        "level": "The level of SAM-e decreases as the body ages. Concomitantly, a number of health issues,including mood, joint, and liver disorders are likely to occur.",
        "molecules": "All SAM-e molecules have two forms: the SS (active) isomer and the RS (inactive) isomer.",
        "tosylate": "While SAM-e comes in two stable salt forms; tosylate  and butane disulphanate, only the tosylate form is  backed by twenty years of research for safety and effectiveness.",
        "according": "According to clinical studies,sam-e can improve emotional health, joint relaxation and liver function",
        "quality": "In March of 2003, the AHRQ (Agency for Healthcare Research and Quality) a division of the United States Health and Human Services, released the findings of a major study on SAM-e.",
        "depression": "SAM-e is as effective as conventional prescription medications in the treatment of depression",
        "effective": "SAM-e is as effective as standard prescription medications (NSAIDs) in the treatment of osteoarthritis",
        "diseases": "SAM-e has significant benefits for patients suffering from various liver diseases.",
        "effects": "Natural SAM-e was not found to have any noticeable side effects.",
        "spotlight": "SAM-e in spotlight",
        "october": "Arthritis Today Magazine (October",
        "lists": "Issue) lists SAM-e as best supplement for osteoarthritis.",
        "research": "Arthritis Research UK study gives",
        "highest": "SAM-e the highest grade for oral supplement for osteoarthritis relief.",
        "study": "The study from Massachusetts",
        "hospital": "General Hospital demonstrated that SAM-e combined with antidepressants significantly increased remission rates in patients with major depression who failed conventional therapy.",
        "korean": "A Korean study found that SAM-e",
        "as": "is as effective as the NSAID Nabumetone.",
        "university": "The study done by University",
        "calfornia": "of California showed that SAM-e is as effective as Celecoxib, a prescription drug for Arthritis.",
        "basic": "Basic research on SAM-e on human cell lines and animals which were not yet followed by clinical studies",
        "animals": "SAM-e was shown to block breast cancer growth and metastasis in experiments on breast cancer cel lines and animals.",
        "shown": "SAM-e was shown to block growth of liver cancer cells.",
        "prostate": "SAM-e was shown to block growth of prostate cancer cells.",
        "formation": "SAM-e was shown to inhibit formation of liver cancer in rats and colorectal cancer in mice.",
        "was": "SAM-e was shown to improve memory in a mouse model of Alzheimer disease when taken before onset of symptoms.",
        "why": "Why Chose Our SAM-e?",
        "standards": "Our SAMe is manufactured to the highest standards, using the original Italian method (salt - tosylate disulfate).",
        "consistently": "Our SAMe products’ starting raw materials consistently test at the highest SS to RS isomer ratio on the market:",
        "ss": "SS isomer",
        "rs": "80% / RS isomer",
        "tablets": "Our SAMe tablets are enteric coated for optimum absorption by the body.",
        "sealed": "Our SAMe tablets are sealed in blister packs to ensure freshness.",
        "potency": "Our SAMe is made to guaranteed purity and potency standards.",
        "falvors": "No Artifical Flavors, Dairy Free, No Preservatives, Allergen Free, No Yeast or Gluten, Kosher Certified.",
        "minimun": "Our SAMe tablets have been tested for a minimum full two year stability rating.",
        "when": "Caution when taking SAM-e",
        "should": "SAM-e should not be used in conjunction or in place of treatment recommended by your doctor.",
        "taking": "If you're taking medication and considering taking SAM-e as supplementary, consulate your doctor to make sure that SAM-e has no interaction with the medication that you are taking.",
        "ltd": "@2019 HKG epi THERAPEUTICS Ltd. All Rights Reserved"
    },
    "DataActivity": {
        "title": "Data Security",
        "filling": "Importance of filling out questionnaires",
        "epiaging": "EpiAging tests make sense only within a dynamic life-long life style, environmental and health management system.",
        "personalized": "A personalized evaluation including intervention will be generated based on the health and lifestyle information you provided.",
        "update": "Update your health and lifestyle parameters periodically to activate the life-long personalized analysis report.",
        "how": "How do we conduct data analysis ?",
        "test": "Epiaging test results are continuously analyzed with general health parameters, personal interventions and outcomes of multiple users using state of the art machine learning algorithms.",
        "analysis": "Personalized analysis with some possible routes for improvement.",
        "data": "Data in our data base in blinded with respect to personal identity.",
        "access": "No access is allowed to your personal information by any one who has access to your health and life style data.",
        "results": "Epiaging test results are continuously analyzed with general health parameters, personal interventions and outcomes of multiple users using state of the art machine learning algorithms.",
        "routes": "Personalized analysis with some possible routes for improvement.",
        "datain": "Data in our data base in blinded with respect to personal identity.",
        "allowed": "No access is allowed to your personal information by any one who has access to your health and life style data.",
        "general": "Only general conclusions based on a population wide summary will be shared.",
        "information": "How  do  we  ensure  that information is confidential ?",
        "privacy": "We have data privacy and security management system.",
        "without": "Without your explicit consent, we will not share any of your personal data.",
        "will": "We will not provide your information or results to employers or health insurance companies of other companies.",
        "unless": "Unless we are required to comply with valid court orders, we will not provide information to law enforcement agencies.",
        "learn": "Learn more about our privacy clauses.",
        "logged": "When you are not logged into the system, your health information and personal user information will be in a'free'state, and no one can find your related information.",
        "not": "We will not have or save user's private key to decrypt user data according to our Data Security Statement , please save your only private key."
    },
    "RasEncryptionActivity": {
        "title": "Private key Setting",
        "press": "Please press the 'GENERATE PRIVATE KEY' button to generate your Unique Private key. Then, by pressing 'SAVE',",
        "press2": " the Unique Private key will be sent to your registered mailbox.",
        "setkey": "Once the private key is set, no changes are allowed. If the private key is changed, all previously saved healthy data will be lost. New healthy data will be encrypted using a new private key,",
        "setkey2": "and it can only be set once.",
        "savekey":"We will not have or save user's private key to decrypt user data according to our ",
        "security":"Data Security Statement",
        "freestate":"When you are not logged into the system, your healthy information and personal user information will be in a 'free' state, and no one can find your related information.",
        "savekey2":", please save your only private key.",
        "unique":"The Unique Private key is required to enter again if the user logs in again after log out.",
        "failed": "Message, Private key generation failed, please regenerate,",
        "success": "Success, The private key has been sent to your mailbox.",
        "generate": "Generate Private Key"
    },
    "QAActivity": {
        "title": "Q&A"
    },
    "ContactActivity": {
        "title": "Contact Us"
    },
    "QuesnoteActivity": {
        "title": "Notification",
        "ques": "Continue",
        "back": "Cancel"
    },
    "Manual1Activity": {
        "title": "How to get epiAging test report"
    },
    "Manual2Activity": {
        "title": "EpiAging App User Manual"
    }
}