{
    "LoginIcon": {
        "message": "Hi:Guest"
    },
    "TabHomeActivity": {
        "title": "Accueil",
        "video": "Vidéo connexe",
        "biotitle": "Détection de l'âge épigénétique par méthylation de l'ADN ",
        "1ml": "Un seul échantillon de salive est nécessaire pour 2a détection, ce qui est pratique et sûr.",
        "testresult": "L’échantillon sera envoyé au laboratoire pour analyse,les résultats du test seront envoyés à votre application.",
        "bio2": "Détection épigénétique de l'âge 2.0",
        "1ml2": "L'âge épigénétique peut être mesuré avec seulement 2ml d'échantillon de salive.",
        "kit":"Epiaging Kit",
        "learnmore": "Voir plus",
        "appsystem": "Notre système APP",
        "personalrep": "Rapports personnels dynamiques",
        "question": "Questionnaires complets",
        "follow": "Suivre",
        "international": "Liens vers des recommandations d'associations médicales internationales réputées",
        "dynrep": "Rapports personnels dynamiques",
        "question2": "Questionnaires complets",
        "machinelearn": "APP lié à un système d'apprentissage automatique",
        "whatsame": "Qu'est-ce que SAMe?",
        "same": "SAMe",
        "affacthealth": "Le SAMe est une substance chimique naturellement présente dans le corps,qui peut affecter la santé humaine.",
        "supplement": "SAMe est un complément nutritionnel et non un médicament.",
        "myreport": "Mon rapport",
        "questionnaires": "Questionnaires",
        "testprocess": "Processus de test",
        "qa": "Q&A",
        "datasequrity": "Sécurité des données",
        "consent": "Consentement éclairé de l'utilisateur",
        "disclaimer": "disclaimer",
        "disclaimertext": "disclaimerLe test d'épidémiologie n'est pas destiné à être une information de santé ou des données médicales, ni à être utilisé pour dépister, diagnostiquer, traiter, prévenir ou évaluer le risque de maladie ou d'affection. Le service epiAging est une détermination de l'âge épigénétique basée sur l'évaluation de la méthylation de l'ADN dans votre ADN. Nous ne recueillons pas de données génétiques. Le test est disponible pour les personnes de 21 ans et plus. Ce service n'a pas été autorisé ni approuvé par la Food and Drug Administration des États-Unis.",
        "allright": " @2021 HKG epi THERAPEUTICS Ltd.Tous les droits sont réservés",
        "old":"Quel âge as-tu",
        "you":"vraiment?",
        "only":"Le seul âge qui compte est ",
        "dnaage":"votre âge ADN épigénétique.",
        "stop":"Arrêtez de compter votre âge en fonction de ",
        "dles":"vos anniversaires ou de vos canettes sur le gâteau,",
        "frown":"les rides, les pattes-d'oie ou les rides de votre  ",
        "numbers":"visage - ce ne sont que des chiffres.Et aujourd'hui,",
        "count":"les chiffres ne comptent pas.",
        "aboutus":"À propos de nous",
        "lifestyle":"Mode de vie",
        "test":"Processus de test",
        "mark":"Marché de la santé",
        "quest":"Questionnaires",
        "report":"Mon rapport",
        "whatis":"Qu'est-ce que SAMe?",
        "natural":"Le SAMe est un produit naturel présent dans ",
        "human":"le corps humain qui peut avoir  ",
        "health":"des effets sur la santé humaine.",
        "whatare":"Que sont les ",
        "vitaamins":"vitamines?",
        "organic":"Les nutramines sont des substances  ",
        "necessary":"organiques nécessaires au maintien ",
        "left":"des activités de la gauche humaine,et aussi  ",
        "active":"des substances actives importantes pour ",
        "healthman":"maintenir la santé humaine",
        "vitamin":"La teneur en vitamines dans le corps",
        "indispensable":"est très petite,mais indispensable",
        "chronological":"Âge chronologique",
        "biological":"Âge épigénétique",
        "management":"Gestion de la santé",
        "Tips":"Avertissement",
        "message":"Si vous avez déjà acheté une trousse d 'ADN.Cliquez ici pour enregistrer votre boîte à outils >"
    },
    "TestprocessActivity": {
        "title": "Processus de test",
        "testprocess": "Processus de test ",
        "downloadapp": "1.Téléchargez l'application ",
        "purchasekit": "2.Achetez le kit ",
        "fillques": "3.Remplissez le ",
        "fillques2": "questionnaire (facultatif) ",
        "collect": "4.Récupérez votre",
        "collect2": "échantillon de salive",
        "sample": "5.Renvoyer l'échantillon",
        "extraction": "6.Extraction et ",
        "extraction2": "analyse de l'ADN",
        "report": "7.Voir le rapport",
        "report2": " via l'application"
    },
    "TabCenterActivity":{
        "title":"EPICENTER",
        "centerlogin":"Connexion",
        "centerregis":"S'inscrire",
        "centerkey":"Clé privée",
        "Questionnaire":"Questionnaire",
        "centerreport":"Mon rapport",
        "centerqa":"Q&A",
        "centerus":"Nous contacter",
        "centerout":"Sortie"
    },
    "AboutActivity": {
        "title": "About Us",
        "company": "| Introduction de la société",
        "science": "| Équipe scientifique",
        "methylation": "| Méthylation de l'ADN",
        "biological": "| Détection épigénétique de l'âge",
        "consentform": "| Formulaire de consentement des données client"
    },
    "LoginActivity": {
        "title": "S'identifier",
        "email": "Email",
        "passowrd": "Mot de passe",
        "mailboxformatFail": "Le format de la boîte aux lettres est incorrect",
        "mailboxNull": "Veuillez entrer votre boite mail",
        "passwordNull": "Veuillez entrer votre mot de passe",
        "login": "S'identifier",
        "noaccount": "Je n'ai pas de compte?",
        "register": "registre",
        "Invalid": {
            "Email": "Email invalide",
            "PWD": "Mot de passe invalide",
            "NetFail": "Unlinkable au réseau",
            "unactive": "Email non actif"
        },
        "ForgetPwd": "Mot de passe oublié?"
    },
    "RegisterActivity": {
        "title": "Registration",
        "register": "Register",
        "region": "Choisissez votre région:",
        "nickname": "Surnom",
        "email": "Email",
        "password": "Créer un mot de passe",
        "confirm": "Confirmez le mot de passe",
        "agree": "J'ai lu et accepté les conditions d'utilisation et ",
        "privacy": "la déclaration de confidentialité.",
        "message": "Message",
        "registered": "La boîte aux lettres a été enregistrée",
        "activation": "Le lien d'activation de l'utilisateur a été envoyé à votre boîte aux lettres enregistrée. Veuillez l'activer en cliquant sur le lien.",
        "again": "Erreur réseau! Réessayez",
        "account": "J'ai déjà un compte?",
        "login": "S'identifier"
    },
    "ForgetActivity": {
        "title": "réinitialiser le mot de passe",
        "resetPwd": "réinitialiser le mot de passe",
        "link": "En cliquant sur le bouton ci-dessous, un lien pour réinitialiser votre mot de passe vous sera envoyé par email.",
        "btn": "réinitialiser le mot de passe",
        "link2": "Connectez-vous à votre compte",
        "email": "Email",
        "password": "Mot de passe",
        "login": "S'identifier"
    },
    "LifeStyleChartActivity": {
        "same":"SAMe",
        "same-recommon":"Il n'y a pas de dose idéale établie de SAM-e. Pour la dépression, de nombreuses études ont utilisé entre 800 et 1 600 milligrammes par jour. Pour l'arthrose, 600 à 1200 milligrammes par jour de SAM-e divisés en trois doses sont courants. Demandez conseil à votre médecin.",
        "resveratrol":"Resveratrol",
        "mg1":"mg/day",
        "drug":"Drugs.com",
        "resveraltrol-recommon":"Les preuves issues des études cliniques sont insuffisantes pour fournir des recommandations posologiques. Des études à dose unique suggèrent qu'une dose quotidienne sûre pour une personne pesant 70 kg peut être de 450 mg / jour de resvératrol. Des doses supérieures à 1 g / jour semblent avoir été bien tolérées dans un essai à court terme (2 semaines) mais ont été signalées comme provoquant des effets indésirables dans une autre étude.",
       "nmn":"NMN",
       "selfhacked":"SELFHACKED",
        "nmn-recommon":"Les doses dans les suppléments humains varient autour de quelques centaines de mg par jour. Par exemple, dans une étude portant sur 50 femmes, la posologie testée est de 125 mg de NMN deux fois par jour pendant 8 semaines.",
       "dhea":"DHEA",
        "webmd":"WebMD",
        "dhea-recommon":"Il n'y a pas de dosage standard de DHEA. Certaines études ont utilisé des gélules dosées entre 25 et 200 milligrammes par jour, voire parfois plus, mais cela dépend des conditions médicales traitées. Demandez conseil à votre médecin.",
        "title": "Questionnaire à propos du style de vie",
        "lifesques": "Questionnaire à propos du style de vie",
        "healthy": "Un mode de vie sain ou malsain sera probablement transmis de génération en génération. Selon l'étude de Case et al.",
        "become": "(2002), lorsqu'un enfant de 0 à 3 ans a une mère qui adopte un mode de vie sain, il aura 27% plus de chances de le devenir et d'adopter le même mode de vie.",
        "instance": "Par exemple, les parents à revenu élevé ont plus tendance à manger des aliments épigénétiques, à avoir le temps de faire de l'exercice et à offrir les meilleures conditions de vie à leurs enfants.En revanche, les parents à faible revenu sont plus susceptibles de participer à des activités malsaines telles que fumer aidez-les à libérer le stress et la dépression liés à la pauvreté.",
        "teacher": "Les parents sont le premier enseignant pour chaque enfant. Tout ce que font les parents sera très probablement transféré à leurs enfants tout au long du processus d'apprentissage.",
        "height": "Poids & Hauteur",
        "heightvalue":"Hauteur (cm):",
        "weightvalue":"Poids (kg):",
        "source": "Source: Centers for Disease……",
        "recommendation": "Recommandation:",
        "bmicaltulate":"IMC [Indice de masse corporelle = poids (kg) / (taille (m) ▪ hauteur (m))]",
        "bmisource":"Source: Institut national du coeur, des poumons et du sang",
        "range": "Si votre IMC est inférieur à 18,5, il se situe dans la fourchette d'insuffisance pondérale.",
        "bmi": "Si votre IMC est compris entre 18,5 et 24,9, il se situe dans la plage du poids normal ou du poids santé.",
        "falls": "Si votre IMC est compris entre 25,0 et 29,9, il se situe dans la plage de surpoids.",
        "your": "Si votre IMC est égal ou supérieur à 30,0, il se situe dans la plage d'obésité.",
        "heart": "Fréquence cardiaque (battements / min)",
        "beats": "battements / min",
        "bmii": "bmi",
        "american": "Source:American Heart Association",
        "blood": "Tension artérielle (mmHG)",
        "mmhg": "mmHg",
        "diastolic": "BP diastolique",
        "cholesterol": "Cholestérol (mmol / L)",
        "mg": "mmol / L",
        "meditation": "Méditation",
        "mayo": "Source:Mayo Clinic",
        "unit": "hours/day",
        "cvh": "Santé cardiovasculaire",
        "sleep": "Dormir",
        "foundation": "Source: National Sleep Foundation",
        "active": "Vie sexuelle",
        "timesday": "times/week",
        "sexual": "Satisfaction avec la vie sexuelle",
        "score": "score",
        "alcohol": "De l'alcool",
        "society": "Source: American Cancer Society",
        "gramday": "gram/day",
        "smoking": "Fumeur",
        "sticksday": "sticks/day",
        "vitamin": "Vitamin D",
        "mayoclinic": "Source: Mayo Clinic",
        "iuday": "IU/day",
        "vitaminc": "Vitamin C",
        "vitamina": "Vitamin A",
        "mcgday": "mcg/day",
        "resting":" votre fréquence cardiaque au repos est le cœur qui pompe le moins de sang dont vous avez besoin, car vous ne faites pas d’exercice. ",
        "ill":"Si vous êtes assis ou couché et que vous êtes calme, détendu et sans maladie, ",
        "hearting":"votre rythme cardiaque se situe normalement entre 60 (battements par minute) et 100 (battements par minute).",
        "bloods":" Les chiffres de pression artérielle inférieurs à 120/80 mm Hg sont considérés comme compris dans les valeurs normales.",
        "adults":"Tous les adultes âgés de 20 ans et plus devraient faire vérifier leur cholestérol (et autres facteurs de risque) tous les quatre à six ans.",
        "most":"La méditation peut effacer le stress de la journée et ainsi apporter la paix intérieure. Voyez comment vous pouvez facilement apprendre à pratiquer la méditation chaque fois que vous en avez le plus besoin.",
        "minutes":" Obtenez au moins 150 minutes d'activité aérobique d'intensité modérée par semaine ou 75 minutes d'activité aérobique intense par semaine, ou une combinaison des deux, de préférence réparties sur toute la semaine.",
        "morethan":" La FONDATION NATIONALE DU SOMMEIL recommande 7 à 9 heures pour les 18 à 64 ans et ne recommande pas moins de 6 heures et plus de 11 heures pour les 8 à 25 ans et moins de 6 heures et plus de 10 heures pour les 26 à 64 ans.",
        "drink":" Ne buvez pas plus d'un verre par jour pour les femmes ou deux par jour pour les hommes.",
        "stop":"arrêter de fumer",
        "recommended":"La quantité quotidienne recommandée de vitamine D est de 400 unités internationales (UI) pour les enfants jusqu'à 12 mois, 600 UI pour les enfants de 1 à 70 ans et 800 UI pour les personnes de plus de 70 ans.",
        "daily":"La quantité quotidienne recommandée de vitamine C pour les hommes adultes est de 90 milligrammes et pour les femmes adultes, de 75 milligrammes.",
        "women":"La quantité quotidienne recommandée de vitamine A est de 900 microgrammes (mcg) pour les hommes adultes et de 700 mcg pour les femmes adultes.",
        "tmgwebsite":"examine.com",
        "tmg":"Triméthylglycine",
        "tmg-recommon":"La bétaïne (triméthylglycine) est un métabolite actif de la choline dans le corps et un composant de la betterave. Il joue un rôle vital dans la méthylation dans le corps aux côtés du folate et est un osmorégulateur comme la créatine. La bétaïne est également une aide ergogène possible.",
        "lipoicwebsite":"www.drugs.com",
        "lipoic":"Acide alpha-lipoïque",
        "lipoic-recommon":"L'acide alpha-lipoïque a été utilisé en médecine alternative comme une aide potentiellement efficace pour la perte de poids, le traitement des douleurs nerveuses diabétiques, la cicatrisation des plaies, la baisse de la glycémie, l'amélioration de la décoloration de la peau causée par le vitiligo et la diminution des complications de la chirurgie du pontage aortocoronarien (CABG) . L'acide alpha-lipoïque peut avoir été combiné avec d'autres plantes ou extraits dans une préparation spécifique pour traiter ces conditions.",
        "vitaminD2website":"lesswrong.com",
        "vitaminD2":"vitamine D2/vitamine K2",
        "vitaminD2-recommon":"Personnellement, j'ai décidé de consommer chaque matin 10 000 UI de vitamine D3 et 200 µg de K2 (tout trans MK7) et je crois que c'est probablement bénéfique pour de nombreux collègues rationalistes qui ne passent pas beaucoup de temps à exposer beaucoup de peau à le soleil pour prendre les mêmes suppléments.",
        "Chronological":"Votre âge réel:"
    },
    "DnaReportActivity": {
        "title": "âge chronologique",
        "look": "Les gens vieillissent à des rythmes différents. Certains 'regardent' et 'se sentent' plus vieux que leur âge chronologique, d'autres plus jeunes que leur âge chronologique.",
        "parameter": "Nos âges épigénétiques sont de meilleurs paramètres de notre santé et de notre durée de vie que nos âges chronologiques.",
        "hardware": "Si nous considérons nos cellules comme des mini-ordinateurs, nous pouvons considérer l’ADN comme élément essentiel, la génétique comme système d’exploitation, la méthylation de l’ADN et d’autres facteurs épigénétiques comme logiciel de programmation du génome.",
        "shift": "Un changement de paradigme dans la recherche de marqueurs d'âge épigénétiques s'est produit avec la découverte de «l'horloge épigénétique» par Horvath, basée sur la mesure du statut de méthylation de l'ADN à des centaines de positions stratégiques dans l'ADN. Cette «horloge épigénétique» est une mesure de nos âges épigénétiques.",
        "clock": "Chez la plupart des gens, l'âge épigénétique mesuré par l'horloge épigénétique et l'âge chronologique mesuré par le calendrier sont très similaires. La corrélation entre les deux mesures dans la population est proche de 0,9 lorsque 1 est une corrélation parfaite.",
        "different": "Cependant, chez certaines personnes, «l'âge épigénétique» est différent de «l'âge chronologique». Parfois, «l'horloge épigénétique» se déplace plus rapidement que «l'horloge chronologique». Nous considérons une différence plus grande que l'écart type (ou la distribution normale dans la population) comme un changement significatif.",
        "studies": "Des études suggèrent qu'une «horloge épigénétique» accélérée pourrait être associée à un risque accru de plusieurs maladies chroniques liées à l'âge, telles que les maladies cardiovasculaires et le cancer. (https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease) Il s'agit toutefois d'un domaine ouvert et de nouvelles études sont nécessaires.",
        "what": "Quel est le ",
        "epiage": " test d'epiAging?",
        "mean": " Qu'est-ce que ça veut dire?",
        "cg": "Après une analyse approfondie des données, nous avons découvert une seule région de méthylation de CG liée à l'âge, suffisante pour prédire avec précision l'âge épigénétique en utilisant la salive.",
        "dna": "Nous préparons l'ADN à partir de votre salive, puis mesurons le niveau de méthylation de l'ADN dans plusieurs positions d'un fragment de votre génome à l'aide du séquençage de nouvelle génération et de la cartographie du bisulfite. Vos états de méthylation de l'ADN sont insérés dans une équation mathématique qui calcule «l'âge épigénétique» en fonction du niveau de méthylation de l'ADN.",
        "redflag": "Nous le considérons comme un «drapeau rouge» lorsque votre «âge épigénétique» s'écarte de votre «âge chronologique» d'un écart-type. L'écart-type donne une idée de la distribution de la différence par rapport à la moyenne de la population normale, qui à ce stade de l'analyse est d'environ 5 ans. À ce stade, si votre «âge épigénétique» a 5 ans de plus que votre «âge chronologique», vous pouvez considérer le résultat comme un «drapeau rouge». Au fur et à mesure que davantage de tests sont accumulés, nous obtiendrons une valeur plus précise de la «distribution normale».",
        "changes": "Même si on ne sait toujours pas comment on peut ralentir son «horloge épigénétique», les changements de mode de vie recommandés par la plupart des associations médicales nationales sont peut-être un point de départ. Un «âge épigénétique» plus ancien est un «drapeau rouge» qui laisse entendre qu'il est temps de modifier certains modes de vie.",
        "act": "Un «drapeau rouge» peut vous inciter à modifier votre mode de vie ou à consulter votre médecin pour un bilan.",
        "do": "Que puis-je faire si mon ",
        "older": "«âge épigénétique» est plus vieux ?",
        "genetics": "L '«épigénétique» se distingue de la «génétique» par le fait que l'épigénétique est potentiellement réversible par des interventions alimentaires et des changements de style de vie. Ainsi, il pourrait être possible d'inverser «l'horloge épigénétique».",
        "open": "Des études préliminaires montrent que les changements alimentaires peuvent provoquer une décélération de l'horloge épigénétique chez certaines personnes, mais la question reste ouverte. (https://www.ncbi.nlm.nih.gov/pubmed/30350398)",
        "exercise": "Les associations médicales nationales recommandent depuis quelque temps de modifier les modes de vie, notamment l'exercice et les habitudes alimentaires, mais nous avons besoin de plus de données sur les changements les plus souhaitables et ils doivent être personnalisés.A way for us to learn about advisable lifestyle changes is sharing our experiences with others and analyzing the impact of differences in lifestyle in a large population. ",
        "way": "Cela est maintenant possible en utilisant des technologies de partage telles que les applications, ainsi que l'intelligence artificielle, qui pourraient déterminer la manière dont différents intrants, tels que les habitudes de vie, affectent un résultat - «l'horloge épigénétique».",
        "position": "Positionnement personnalisé et systématique de",
        "health": "notre application intelligente pour votre santé",
        "links": "Notre application vous renvoie à des informations sur les comportements de mode de vie recommandés par une importante association médicale nationale américaine, ainsi qu'à de possibles compléments nutritionnels tels que la SAMe, les vitamines A, D et C.",
        "updated": "Ces liens sont mis à jour régulièrement et nous vous suggérons de continuer à les actualiser en les examinant périodiquement. Ces recommandations sont basées sur ce que la «science» sait aujourd'hui, elles ne sont pas parfaites. Avec plus de données et plus d'analyses, la science s'améliore.",
        "first": "Notre premier rapport est basé sur les données de style de vie que vous avez saisies, qui montrent à quel point vos paramètres de mode de vie s'écartent des recommandations consensuelles. Vous pouvez décider d’apporter des modifications en fonction de ce premier rapport.",
        "dynamic": "Un partenariat dynamique à long terme ",
        "achive": "pour' «vieillir en bonne santé» '",
        "suggest": "Nous vous suggérons de continuer à saisir vos données de style de vie.",
        "update": "Vous mettrez à jour vos données de style de vie aussi régulièrement que vous le souhaitez. Vous pouvez mettre à jour toutes les questions, certaines ou aucune. Cependant, nous pensons que des rapports précis nous permettront de vous fournir une meilleure analyse.",
        "second": "Nous suggérons de soumettre votre salive à un deuxième test dans 6 mois ou au maximum un an.",
        "anonymized": "Vos données seront anonymisées. Vos données et les données de nombreux autres utilisateurs anonymes seront analysées par intelligence artificielle afin de développer un 'modèle', qui mesure l'impact des changements de mode de vie sur 'l'horloge épigénétique'.",
        "model": "Une fois que plus de données auront été accumulées, le «modèle» examinera vos données de style de vie et les résultats du test seront partagés avec vous.",
        "analyze": "Nous analyserons votre «âge épigénétique» et rendrons compte des progrès et des changements de mode de vie que vous avez apportés.",
        "routes": "Des itinéraires possibles pour le changement seront proposés en fonction de notre «modèle» et de vos données.",
        "coevolve": "Nous espérons qu’ensemble nous serons en mesure de faire évoluer votre bien-être et notre environnement d’apprentissage «épiAging». ",
        "your": "Votre",
        "expected": "Votre attente",
        "chro": "/âge chronologique/",
        "bio": "/âge épigénétique/",
        "is": "Votre âge épigénétique est supérieur de",
        "younger": "ans à l'âge chronologique attendu dans la population.",
        "old": "ans plus élevé que l'âge chronologique attendu dans la population.",
        "yourbio": "(avec un numéro dedans) Votre âge épigénétique ",
        "otherolder": "Autres personnes testées dont l'âge épigénétique est supérieur à l'âge chronologique",
        "otheryounger": "Autres personnes testées dont l'âge épigénétique est inférieur à l'âge chronologique",
        "how":"QUEL ÂGE AVEZ-VOUS?",
        "why":"Pourquoi votre",
        "epigenetic":"«âge épigénétique» est-il important?",
        "calculate":"Calculateur Épigénétique de l'âge prévu",
        "acceleration":"Calculateur d'accélération",
        "buildPDF":"Génération de PDF",
        "viewPdf":"Affichage PDF",
        "pdfsuccess":"Enregistrement PDF réussi, cliquez sur le bouton PDF pour voir les fichiers PDF",
        "titlemsg":"Message de rappel",
        "invalid":"Non valide",
        "wait":"Vos résultats d'épi-âge seront prêts dans les 4 à 5 semaines suivant l'arrivée de l'échantillon de salive au laboratoire. \n Veuillez patienter ……",
        "processed":"Le test est en cours.",
        "status":"état de détection",
        "barcode":"Barcode",
        "Registerkit":"Registre barcode",
        "yourage":"Saisissez votre âge",
        "ageFormat":"Age Format incorrect",
        "emailFormat":"Boîte aux lettres",
        "allow":"Prévenez-moi",
        "regtime":"Register Time",
        "baseinfo":"Renseignements de base",
        "endtime":"Finir",
        "yourbarcode":"Code à barres",
        "done":"Test terminé.",
        "detectTime":"Temps de détection",
        "intransit":"Envoi postal",
        "remaining_days":"Le nombre de jours restants",
        "Pendding":"En attente"

    },
    "user_profile": {
        "title": "Your Profile"
    },
    "CompanyActivity": {
        "team":"Nous sommes l'équipe de méthylation de l'ADN",
        "title": "La presentation de l’entrperise",
        "nextgeneration": "Nous travaillons au développement de biomarqueurs pour l'ADN de prochaine génération afin de détecter rapidement le cancer et de vieillir en bonne santé.",
        "ecosystem": "Nous travaillons à la création d’un nouvel écosystème de santé qui guidera la gestion personnalisée d’une vie saine.",
        "ittechnology": "Nous pensons qu’avec l’aide des technologies de l’information et des tests de méthylation de l’ADN, les personnes devraient être en mesure de prendre en main leur santé."
    },
    "TabAboutActivity": {
        "title": "À propos de nous",
         "company1":"Société",
        "introduction1":"introduction",
        "science1":"Notre science",
        "team1":"Équipe",
        "dna1":"DNA",
        "methylation1":"Méthylation",
        "biological1":"Épigénétique",
        "age1":"Âge",
        "consent1":"Consentement",
        "form1":"Forme"
    },
    "ScienceteamActivity": {
        "title": "L’équipe scientifshiique",
        "moshe": "Moshe Szyf, Prof.",
        "ceo": "Président et PDG",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "david": "David Cheishvili",
        "davidtitle": "Conseiller scientifique principal",
        "huili": "Hui Li",
        "huilititle": "Responsable de laboratoire",
        "chifat": "Chi Fat Wong",
        "chifattitle": "Chercheur principal",
        "zhiyuan": "Zhiyuan Lv",
        "zhiyuantitle": "Responsable de laboratoire",
        "Shafaat":"M. shafaat A. Rabbani",
        "Shafaatmsg":"Le Dr Rabbani est professeur de médecine à l'Université McGill Montréal, Canada. Il est également membre associé des départements de physiologie en oncologie du Centre universitaire de santé McGill. Le professeur Rabbani a publié plus de 100 manuscrits 5899 citations, l'indice h est 45 et l'indice i10 est 84. Le professeur Rabbani a été examinateur expert pour les IRSC, CRS, CBCRA, DOD, US VA, Komen. Au fil des ans, le professeur Rabbani a été membre du conseil consultatif scientifique ou consultant pour diverses sociétés biotechnologiques et pharmaceutiques comme (Amgen, AstraZeneca, Axys, Attenuon, America Diagnostica, Procyon).",
        "epidial": "Technologie de diagnostic médical Cie., Ltd de Beijing."
    },
    "ProfMosheActivity": {
        "title": "Moshe Szyf, Prof.",
        "experiences": "| Experiences professionnelles",
        "pioneer": "Pionnier du domaine de l'épigénétique",
        "inventor": "Inventeur des premiers brevets étendus dans le domaine",
        "patent": "Inventeur des premiers brevets sur la méthylation de l'ADN et le cancer",
        "founder": "Fondateur du domaine de l'épigénétique comportementale et psychiatrique",
        "thought": "Leader d'opinion, a publié 295 articles dans la région",
        "fellow": "Membre de la Société royale du Canada",
        "canadian": "Membre de l'Académie canadienne des sciences de la santé",
        "professor": "Professeur Département de pharmacologie et de thérapeutique de l'Université McGill, Montréal, Canada",
        "resident": "Scientifique en chef résident de la société de technologie de diagnostic médical de l'épidémie de Beijing, LTD.",
        "director": "Directeur de l'Institut d'épigénétique, Institut d'innovation yizhuang de Beijing",
        "video": "Videos liées",
        "o2o": "Healthtech O2O Summit Dr. Moshe Szyf, HKG Epitherapeutics.mp4",
        "hope": "Dr. Moshe Szyf , Science of Hope Conference 2017.mp4",
        "epigenetic": "Dr. Moshe Szyf, What is epigenetic and why knowing it will change your life .mp4",
        "behavioral": " Moshe Szyf, Behavioral Epigenetics.mp4",
        "pharmacology": "Pharmacologie de GlaxoSmithKline - ",
        "pharmacology2": "Institut canadien de la santé ",
        "chairman": "Président",
        "mcgill": "James McGill",
        "professor2": "Professeur",
        "department": "présent (Département de pharmacologie ",
        "themcgill":"et de thérapeutique McGill)",
        "Associate": "Professeur",
        "papers": "| Honneurs",
        "member": "2013 -- Membre de la Société royale du Canada",
        "ccnp": "2011 -- Prix d'innovation en neuropsychopharmacologie du CCNP",
        "radio": "2009 -- Prix scientifique annuel de Radio Canada",
        "forum": "2009 -- Discours de Carolinska au Nobel Forum",
        "pharma": "2007 -- Pharmacologie GlaxoSmithKline",
        "list": "2001 -- Liste d'honneurs d'enseignement du Collège de médecine",
        "carrie": "1999 -- Prix d'orientation en enseignement aux études supérieures de Carrie Derek",
        "foundation": "1999 -- Fondation israélienne pour la recherche sur le cancer “Prix Eliot Osseman pour contribution exceptionnelle” ",
        "institute": "1989-1995 --  Prix du meilleur jeune professeur de l'Institut national du cancer du Canada ",
        "scholarship": "1987 -- Bourse d'études de la American Cancer Society",
        "rothshiild": "1984 -- Bourse d'études Rothschild",
        "university": "1980 -- Bourse d'études médicales de l'Université hébraïque",
        "masteer": "1980 -- Maître distingué",
        "halth": "Recherche en santé canadienne",
        "team": "Institute - Équipe coopérative canadienne de recherche en santé en Chine",
        "cancer": "Cancer national canadien",
        "analysis":"Analyse institut-déméthylase",
        "health": "Institut canadien de la santé ADN",
        "prospect":"Inhibiteur de la méthyltransférase I et ses perspectives thérapeutiques",
        "natural": "Conseil canadien des ressources naturelles",
        "science":"recherche scientifique et technique",
        "inst": "Institut national du cancer du Canada et",
        "school": " École de médecine McGill",
        "honorary":"2003 --Professeur honoraire James McGill"

    },
    "DavidActivity": {
        "title": "Dr. David Cheishvili",
        "senior": "Consultant scientifique principal",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "professional": "| Expériences professionnelles",
        "hong": "HKG Epitherapeutics, Hong Kong",
        "montreal": "Montréal EpiTerapia Inc Montréal",
        "canada": "Canada",
        "founder": "Co-fondateur",
        "department": "Département de pharmacologie et",
        "mcgill": " de thérapeutique de l'Université McGill",
        "research": "Chercheur",
        "assistant": "Associé de recherche",
        "fellow": "Stagiaire postdoctoral",
        "hebrew": "Université hébraïque d'Israël",
        "honor": "Les patentes",
        "conferences": "Les conférences",
        "us": "US patent 62/774,",
        "cancer": "994 DNA Methylation Markers for Early Detection of Cervical Cancer (Filed 04-Dec-2018)",
        "uspa": "US patent 62/695,",
        "dna": "429 DNA Methylation Markers for Noninvasive Detection of Cancer (Filed 07-Sept-2018)",
        "israel": "of the Israel Cancer Research Foundation",
        "alumni": "Toronto Alumni and Alumni Medical",
        "award": "Excellence Award",
        "medical": "Toronto Alumni and Friends Medical",
        "publshed": "| Les articles cités",
        "all": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved",
        "forum": "2017 Sixth Asian Chromatin and Chromosome Forum",
        "india": "(Hyderabad, India)",
        "diseases": "2016 3rd Canadian Conference on Epigenetics of Development and Diseases",
        "canadaa": "(Canada)",
        "conference": "2011 Family Autonomic Neurological Dysfunction Foundation Basic Scientific Research Conference",
        "newyork": "(New York, USA)",
        "first": "2010 First Scientific Conference of the Medical Research Institute of Hebrew University in Israel-Hadassah Medical College, Canada",
        "erat": "(Erat, Israel)",
        "reseach": "Twenty-first European Union for Cancer Research Conference, 2010",
        "oslo": "(Oslo, Norway)",
        "cell": "The 8th European Conference on Glial Cell Health and Diseases, 2009 ",
        "france": "(Paris, France)",
        "basic": "2008 Family Autonomic Neurological Dysfunction Foundation Basic Scientific Research Conference",
        "health": "The 8th European Conference on Gliocyte Health and Diseases, 2007",
        "london": "(London, UK)",
        "university":"Thérapeutique Université McGill",
        "fellowed":"Stagiaire postdoctoral",
        "school":"École de médecine"
    },
    "HuiliActivity": {
        "title": "Hui Li Ph.D.",
        "lab": "Manager Du Laboratoire",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "exper": "| EXPÉRIENCES PROFESSIONNELLES",
        "kong": "HKG Epitherapeutics, Hong Kong",
        "src": "SRC,China",
        "manage": "Gérer le laboratoire",
        "university": "Université McGill, Canada",
        "research": "Doctorant et chercheur",
        "student": "Président de ",
        "montreal": "l'Union des étudiants ",
        "president": "chinois de l'Université McGill Vice",
        "vice": "President Event",
        "honors": "Honneurs",
        "comferences": "Conférences",
        "medicine": "Experimental Medicine Productivity",
        "award": "Award McGill University",
        "grand": "Grand Excellence Award",
        "the": "The Research Institute of the ",
        "center": "Centre universitaire de santé McGill",
        "studentship": "Bourse d'études",
        "poster1": "Prix du poster de la retraite d'endocrinisme de McGill",
        "travel2":"Bourse de voyage de l'Université McGill",
        "graduate3":"Bourse de fin d'études Excel de l'Université McGill",
        "excel": "Institut de recherche de la bourse ",
        "excel2":" du Centre universitaire de santé McGill",
        "jp": "McGill University Claude J.P. Giroud",
        "fellowship": "Fellowship McGill University Principal's Graduate Fellowship",
        "papers": "| Articles publiés",
        "name": "Hui Li",
        "bing": ", Bing Li and Louise Larose. Silencing Nck1 prevents activation of the IRE1α-JNK-miR-122 pathway that controls PTP1B expression. 2015.",
        "retreat": "McGill Endocrine Retreat (Montreal, Canada)",
        "larose": "and Louise Larose. The adaptor protein Nck1 negatively regulates the PI3K/Akt pathway through protein tyrosine phosphatase 1B. 2014. ",
        "louise": " and Louise Larose. Identification of the adaptor protein Nck1 as a negative regulator of the PI3K/Akt pathway through PTP1B and IRE1α. 2013. ",
        "diabetes": "Canadian Diabetes Association Professional Conference (Montreal, Canada)",
        "laroseakt": "and Louise Larose. Akt phosphorylation/activation is modulated by the adaptor protein Nck1 through its ability to regulate the Endoplasmic Reticulum (ER) stress sensor IRE1α. 2012. ",
        "canada": "McGill Endocrine Retreat Montreal, Canada ( Poster Award)",
        "nck": "and Louise Larose. Nck1—an adaptor protein modulating expression of the Endoplasmic Reticulum (ER) stress sensor IRE1α. 2012.",
        "biology": "Experimental Biology 2012 (San Diego, USA)"
    },
    "ChifatActivity": {
        "title": "Chi Fat Wong Ph.D",
        "senior": "Scientifique senior",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "experiences": "| Experiences Professionnelles",
        "hongkong": "HKG Epitherapeutics, Hong Kong",
        "src": "SRC,China",
        "scientist": "Scientifique senior ",
        "university": "Université de Hong Kong",
        "assistaant": "Assistant de recherche",
        "papers": "| Les articles publiés",
        "rights": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved"
    },
    "ZhiyuanActivity": {
        "title": "Dr. Zhiyuan Lv",
        "manager": "Responsable de laboratoire",
        "beijing": "Beijing Epidial Medical Diagnostic Technology Co., Ltd.",
        "professional": "| Expériences professionnelles",
        "epidial": "Beijing Epidial Medicine Diagnosis Co.,",
        "ltd": "Beijing Epida Ya technologie de diagnostic médical, Ltd;",
        "lab": "Responsable de laboratoire",
        "usa": "Georgia State University",
        "fellow": "Stagiaire postdoctoral",
        "state": " de la Georgia State ",
        "university": "Université",
        "phd": "Docteur",
        "key": "l’Université de Nanjing",
        "nanjing": " Laboratoire clé de l’étudiant diplômé en pharmacie",
        "candidate": "Master et Ph.D.",
        "honors": "Les honneurs",
        "conferences": "Les conferences",
        "trainee": "2015.05 - Prix du résumé du sujet excellent pour la",
        "american": "réunion annuelle de l'American Society of Immunologists de 2015",
        "scholarship": "2010.09 - Création d'une bourse de doctorat",
        "council": "conjointe par le Fonds pour les études à l'étranger",
        "journals": "Un critique ad hoc pour des revues a totalement examiné plus de 20 articles de recherche",
        "biochemistry": "Molecular and Cellular Biochemistry",
        "annuals": "Annuals of Clinical Biochemistry",
        "cellular": "Cellular and Molecular Biology",
        "journal": "Journal of Immunoassay and Immunochemistry",
        "board": "Comité de rédaction de la revue",
        "papers": "| Les articles publiés",
        "reserved": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved",
        "society": "2015 Annual Meeting of the American Society of Immunologists",
        "newusa": "(New Orleans, USA)",
        "third": "Third Annual Conference of the 2014 Southeast American Symposium on Immunology",
        "atlanta": "(Atlanta, USA)",
        "seminar": "2014 Georgia State University Biotechnology Seminar",
        "georgina": "2013 Georgia State University-Nanjing University Biotechnology Seminar",
        "symposium": "Third Asia-Pacific Diabetes Symposium 2009",
        "china": "(Nanjing, China)"
    },
    "MethylationActivity": {
        "title": "Technologie de methylation",
        "mark": "La méthylation de l'ADN est une marque chimique sur l'ADN",
        "added": "La méthylation de l'ADN est une marque chimique qui est ajoutée à l'ADN à différentes positions pendant la gestation.",
        "epigenetic": "La méthylation de l'ADN fait partie du programme 'épigénétique' de nos gènes.",
        "happens": "Quand la méthylation de l’ADN se produit à plusieurs positions importantes dans les gènes, elle peut neutraliser la fonction du gène.",
        "expressed": "C'est ainsi que le même gène peut être exprimé ou réduit au silence dans différentes cellules de notre corps.",
        "software": "Méthylation de l'ADN; le logiciel du génome",
        "minicomputer": "Si nous imaginons que notre ADN est un mini-ordinateur alimentant nos cellules, alors:",
        "Hardware": "ADN - est le matériel.",
        "Operating": "La séquence génétique - est le système d'exploitation.",
        "Softwre": "La méthylation de l'ADN est le - Logiciel de codage des applications sur l'ADN.",
        "specific": "Différentes 'applications' permettent aux cellules d'effectuer des tâches spécifiques dans l'espace et dans le temps",
        "silent": "Ces applications génomiques assurent le bon fonctionnement de notre corps. Chaque tissu est correctement programmé pour assurer notre santé et notre bien-être. Chaque type de cellule possède sa combinaison unique de marques de méthylation et, par conséquent, une combinaison unique de gènes actifs et silencieux.",
        "disease": "Des changements dans la méthylation de l'ADN peuvent causer des maladies. cartographier les changements de méthylation de l'ADN pourraient détecter une maladie",
        "tissue": "Des changements dans la méthylation de l'ADN modifient le mode de fonctionnement des cellules et des tissus et peuvent convertir un tissu sain en tissu malade.",
        "cancer": "Il y a plus de trois décennies, Szyf a suggéré que des changements dans la méthylation de l'ADN pourraient causer des maladies telles que le cancer.",
        "methylation": "Par conséquent, la méthylation de l'ADN est une excellente plateforme pour détecter et traiter les maladies.",
        "studies": "Des études du laboratoire Szyf de l'Université McGill ont montré qu'il était possible d'inverser le cancer chez un modèle animal en bloquant la protéine qui ajoute des groupes de méthylation à l'ADN. Cela a été reproduit par de nombreuses études depuis.",
        "early": "Plus récemment, Szyf a montré qu'en examinant la méthylation de l'ADN dans les globules blancs, il était possible de détecter le cancer du foie à un stade précoce.",
        "environment": "L'environnement peut provoquer des changements dans la méthylation de l'AND",
        "conditions": "Des études menées par Jirtle et ses collègues en 2004 ont montré dans un modèle de souris que le régime alimentaire de la mère pendant la grossesse avait une incidence sur la méthylation de l'ADN de sa progéniture et modifiait la couleur de leur pelage et le risque d'obésité, entre autres.",
        "psychiatry": "Des études menées par Szyf et ses collègues ont révélé que les soins et le comportement de la mère avaient une incidence sur la méthylation de l'ADN de sa progéniture et sur la réaction de celle-ci au stress plus tard dans la vie. Ces études ont lancé les domaines de l'épigénétique comportementale et de la psychiatrie épigénétique.",
        "discoveries": "Ces découvertes ont fourni la première preuve que les environnements psychologiques et physiques peuvent affecter la méthylation de l'ADN.",
        "ventions": "La méthylation de l'ADN est potentiellement réversible par des interventions physiques et comportementales",
        "events": "Des études suggèrent que différents changements environnementaux peuvent modifier ou inverser les événements de méthylation de l'ADN.",
        "changes": "Ainsi, le potentiel existe-t-il pour que nous puissions changer la méthylation de l'ADN par des changements de mode de vie.",
        "reversible": "Notre optimisme quant à la méthylation de l’ADN provient du fait que la méthylation de l’ADN par rapport à la génétique est réversible.",
        "clock": "Méthylation de l'ADN et horloge épigénétique",
        "paradigm": "Un changement de paradigme dans la recherche de marqueurs d'âge épigénétiques s'est produit avec la découverte de 'l'horloge épigénétique' de Horvath.",
        "discovered": "Il a été découvert que le niveau de méthylation de certains gènes de notre ADN change avec l’âge.",
        "measuring": "En mesurant la méthylation dans ces gènes, il est possible de déterminer notre âge épigénétique",
        "biological": "Notre âge épigénétique est une meilleure mesure de notre santé et de notre bien-être que les ageriments chronologiques.",
        "acceleration": "Des études montrent que l'accélération de 'l'âge de méthylation de l'ADN' est un facteur prédictif de décès prématuré et de maladie chronique.",
        "bydietary": "Des expériences sur des animaux montrent qu'il est possible d'inverser l'horloge épigénétique par des changements alimentaires.",
        "epi": "@2021 HKG epi THERAPEUTICS Ltd. Tous droits réservés"
    },
    "QuestionnaireActivity": {
        "title": "Questionnaires",
        "lifestyle": "Questionnaire sur le mode de vie",
        "mood": "Auto-évaluation",
        "mcgill": "Questionnaire de McGill sur la douleur",
        "sleep": "Auto-évaluation du sommeil",
        "diet": "Recommandation de régime",
        "how":"Comment remplir le questionnaire?",
        "eip": "@2021 HKG epi THERAPEUTICS Ltd. Tous droits réservés"
    },
    "ConsentActivity": {
        "title": "Formulaire de consentement",
        "customer": "Formulaire de consentement des données client Epidial",
        "users": "Chers utilisateurs",
        "welcome": "Bienvenue chez",
        "epi": "HKG epi THERAPEUTICS Ltd.",
        "registering": "Avant de vous inscrire, veuillez lire attentivement les conditions d'utilisation suivantes.",
        "about": "À propos de",
        "app": "EPIAGING APP",
        "your": "EPIAGING APP est sur le point de sauvegarder vos données médicales personnelles ",
        "blinded": "'en aveugle'",
        "personal": " sur l'application mobile EpiAging et sur le moteur d'analyse des données du 'nuage', qui nécessite votre information et votre consentement. Votre identité est aveuglée et vous recevrez un numéro d'identification. Votre identité personnelle ne sera pas stockée dans l'application mobile ou le serveur. Une fois l'application téléchargée, un identifiant vous sera attribué pour vous permettre de récupérer vos données et de recevoir des rapports d'intégrité. Cependant, votre identité restera inconnue, que ce soit sur l'application ou sur le moteur d'analyse 'en nuage'.",
        "purpose": "Objet",
        "designed": "EPIAGING APP conçue pour vous aider à exploiter le potentiel de votre épigénome pour un vieillissement en bonne santé en vous fournissant une évaluation de votre véritable âge épigénétique basée sur la méthylation de l'ADN et en vous fournissant des liens et des recommandations de personnalités nationales réputées.sociétés médicales sur les changements de style de vie qui peuvent améliorer votre santé. C’est à vous de décider quels changements apporter. Néanmoins, nous vous demandons de",
        "anonymously": "'partager avec nous «anonymement» les'.",
        "changes": "modifications que vous avez apportées à l’aide des boutons de saisie simples de l’application. Ces données seront ensuite transférées dans un moteur d’apprentissage automatique qui analysera votre style de vie change et vous fournit un rapport périodique. Tester périodiquement votre âge épigénétique à l'aide de notre test de méthylation de l'ADN vous aidera à évaluer les progrès accomplis. Nous vous demandons de partager les changements que vous avez apportés avec d'autres et de devenir ainsi un partenaire dans un effort commun visant à améliorer votre santé et celle des autres.",
        "data": "Comment enrichir les données de santé",
        "obligated": "Vous n'êtes pas obligé de répondre aux questions sur cette application et c'est à vous de décider quelles informations fournir. De même, vous décidez d’apporter ou d’éviter des changements de style de vie et d’assister ou d’ignorer les recommandations des différentes associations médicales.que nous vous fournissons. Cependant, plus les données sont riches, plus l'analyse sera utile et utile pour vous et les autres utilisateurs de la ",
        "community": "'communauté d'applications d'épiaging'",
        "analyzing": "En analysant le flux de données en continu de nombreux autres utilisateurs d’applications avec «apprentissage automatique», nous obtiendrons des combinaisons de styles de vie.altérations pouvant avoir un impact positif sur la réduction de la vitesse du vieillissement.",
        "sharing": "Partage de données anonyme",
        "believe": "Nous pensons qu'une bonne santé requiert le partenariat de nombreuses personnes partageant leurs expériences et apprenant les unes des autres plutôt qu'un flux d'instructions unidirectionnel du fournisseur de soins de santé «appris» au «patient». Nous savons que la science médicale est imparfait et que sa progression implique des essais et des erreurs. Nous apprendrons ensemble en tant que «partenaires» en partageant des expériences, en évaluant les progrès et en utilisant le meilleur de la technologie d’apprentissage automatique pour analyser les données que vous fournissez et obtenir des retours cela guidera les améliorations futures. En apprenant de nombreuses personnes qui seront impliquées comme vous l'êtes, nous pourrons travailler ensemble à améliorer notre santé et celle des autres. Nous comprenons que vos données doivent rester strictement confidentielles.absolument 'aveuglé' et que votre identité personnelle reste anonyme. Ce n'est que si ces règles d'anonymat sont strictement respectées que nous pourrons participer librement à ce grand partenariat.",
        "security": "Sécurité des données",
        "accordance": "Conformément à la législation sur la protection des données, vous avez le droit de demander l'accès à vos données personnelles, de les rectifier ou de les effacer, de restreindre le traitement de vos données ou de vous opposer à un traitement ainsi que le droit à la portabilité des données. Vous pouvez exercer ce droit en contactant (info@hkgepitherapeutics.com). Votre nom et votre identité seront cryptés et protégés par un pare-feu. Après votre signature, vous recevrez une identification en aveugle qui vous permettra de fournir des données et de rester anonyme au système.",
        "agree": "Accepter",
        "ved": "@2021 HKG epi THERAPEUTICS Ltd. Tous droits réservés"
    },
    "McGillChartActivity": {
        "title": "Questionnaire de McGill Pain",
        "pain": "Le questionnaire de McGill Pain",
        "wideused": "Aperçu: Le questionnaire de McGill Pain peut être utilisé pour évaluer une personne qui ressent une douleur importante. ",
        "provides": "Il peut être utilisé pour surveiller la douleur au fil du temps et pour déterminer l'efficacité de toute intervention. ",
        "several": "Il a été développé par le Dr. Melzack de l'Université McGill à Montréal, ",
        "research": "Canada et a été traduit en plusieurs langues.",
        "feel": "À quoi ressemble votre douleur?",
        "following": "Déclaration: Certains des mots suivants décrivent votre douleur actuelle. Encerclez SEULEMENT les mots qui le décrivent le mieux. Laissez de côté toute catégorie qui ne convient pas. Utilisez un seul mot dans chaque catégorie appropriée - celle qui s’applique le mieux.",
        "throbbing": "Throbbing",
        "score": "score",
        "stabbing": "Stabbing",
        "shooting": "Shooting",
        "sharp": "Sharp",
        "cramping": "Cramping",
        "gnawing": "Gnawing",
        "hotburning": "Hot-burning",
        "aching": "Aching",
        "heavy": "Heavy",
        "tender": "Tender",
        "splitting": "Splitting",
        "exhausting": "Exhausting",
        "sickening": "Sickening",
        "fearful": "Fearful",
        "how": "Comment vous ",
        "like": "sentez-vous?"
    },
    "MoodChartActivity": {
        "title": "Auto-évaluation de l'humeur",
        "emotions": "Lorsqu'il est question d'émotions, il peut parfois être difficile de reconnaître ou d'admettre que nous ne nous sentons pas à 100%.",
        "assessment": "Auto-évaluation de l'humeur",
        "short": "Si vous avez 16 ans ou plus, répondez à ce court questionnaire.",
        "fortnight": "(1) Vous aider à mieux comprendre comment vous vous sentez au cours des quinze derniers jours",
        "advice": "(2) vous orienter dans la bonne direction pour des conseils et informations utiles",
        "things": "Combien de fois avez-vous eu peu d'intérêt ou de plaisir à faire les choses?",
        "score": "score",
        "hopeless": "Combien de fois avez-vous été dérangé par le malaise, la dépression ou le désespoir?",
        "asleep": "Combien de fois avez-vous été dérangé par des difficultés à vous endormir, à rester endormi ou à dormir trop?",
        "energy": "Combien de fois avez-vous été dérangé par la fatigue ou le manque d'énergie?",
        "appetite": "Combien de fois avez-vous été dérangé par un manque d'appétit ou une alimentation excessive?",
        "family": "Combien de fois avez-vous été dérangé par le fait que vous vous sentiez mal à propos de vous-même, ou que vous êtes un échec, ou que vous-même ou votre famille avez été déçu?",
        "reading": "Combien de fois avez-vous été dérangé par des problèmes de concentration, tels que lire le journal ou regarder la télévision?",
        "usual": "Combien de fois avez-vous été dérangé par le fait de bouger ou de parler si lentement que d'autres personnes auraient pu le remarquer, ou l'inverse: vous êtes si agité ou agité que vous vous êtes déplacé beaucoup plus que d'habitude?",
        "anxious": "Avez-vous eu une crise d’anxiété (soudainement peur ou panique)?",
        "worrying": "Comment avez-vous souvent été dérangé (e) par votre nervosité, votre anxiété ou votre nervosité?",
        "different": "Combien de fois avez-vous été dérangé par le fait de ne pas pouvoir vous arrêter ou contrôler vos inquiétudes?",
        "relaxing": "Combien de fois avez-vous été dérangé par trop de soucis à propos de choses différentes?",
        "still": "Combien de fois avez-vous été dérangé par la difficulté à vous détendre?",
        "irritable": "Combien de fois avez-vous été dérangé par votre agitation au point qu'il est difficile de rester immobile?",
        "easily": "Combien de fois avez-vous été dérangé par le fait de devenir facilement ennuyé ou irritable?",
        "attack": "Combien de fois avez-vous été dérangé par votre peur, comme si quelque chose de terrible pouvait arriver?"
    },
    "BiologicalActivity": {
        "title": "Âge épigénétique",
        "biological": "Présentation de l'âge épigénétique 2.0 ",
        "wrinkles": "Vous n’avez plus besoin de compter votre âge à travers les anniversaires ou les bougies sur le gâteau, les rides, les pattes d’oie ou les rides du lion sur le visage - ce ne sont que des chiffres. Et maintenant, les chiffres ne se considérent pas.",
        "old": "Quel âge avez-vou?",
        "importment": "Pourquoi est-il important?",
        "different": "Les personnes vieillissent à des rythmes différents. Certains «observent» et «se sentent» plus vieux que leur âge chronologique, d'autres plus jeunes que leur âge chronologique.",
        "better": "Notre âge épigénétique est un meilleur paramètre de notre santé et de notre durée de vie que notre âge chronologique.",
        "hardware": "○ L'ADN est le matériel, la génétique est le système d'exploitation et la méthylation de l'ADN et d'autres facteurs épigénétiques sont le logiciel qui programme le génome.",
        "epigenetics": "○ Il est important de noter que «l'épigénétique», différente de la «génétique», est potentiellement réversible par les interventions diététiques et les changements de mode de vie.",
        "suggest": "○ Des études suggèrent qu’une «horloge épigénétique» accélérée pourrait être associée à un risque accru de plusieurs maladies chroniques liées à l’âge, telles que les maladies cardiovasculaires et le cancer à un âge plus avancé. (lien:",
        "paradigm": "○ Un changement de paradigme dans la recherche de marqueurs d'âge épigénétiques s'est produit avec la découverte de «l'horloge épigénétique» par Horvath, basée sur la mesure du statut de méthylation de l'ADN à 500 positions stratégiques dans l'ADN.",
        "still": "). Ce domaine reste toutefois ouvert et de nouvelles études sont nécessaires.",
        "studies": "○ Des études préliminaires montrent que les changements alimentaires peuvent provoquer une décélération de l'horloge épigénétique chez certaines personnes, mais la vie est encore ouverte. (lien:",
        "including": "○Les associations médicales nationales recommandent depuis un certain temps déjà de modifier les modes de vie, notamment l'exercice et les habitudes alimentaires, mais nous avons besoin de plus de données sur les modifications les plus souhaitables et leur personnalisation.",
        "learn": "○ L'une des façons pour nous d'apprendre les changements de style de vie recommandés consiste à partager nos expériences avec d'autres et à analyser l'impact des différences de style de vie. Ceci est maintenant possible en utilisant des technologies de partage telles que les applications ainsi que l'intelligence artificielle.",
        "epiaging": "Quel est le test d'epiAging?",
        "mean": "Qu'est-ce que ça veut dire?",
        "extensive": "○ Après une analyse approfondie des données, nous avons découvert une seule région de méthylation du CG liée à l'âge, suffisante pour prédire avec précision l'âge épigénétique en utilisant la salive.",
        "decelerate": "○ Bien qu'il soit encore difficile de savoir comment ralentir son âge, les changements de mode de vie recommandés par la plupart des associations médicales nationales constituent peut-être un point de départ. Un âge plus avancé est un «drapeau rouge», ce qui ne suggère pas qu'il est peut-être temps de modifier quelque peu le style de vie.",
        "consider": "○ Nous considérons comme un «drapeau rouge» un «âge épigénétique» supérieur à un écart type du test. L'écart-type donne une idée de la distribution dans la population normale qui, à ce stade de l'analyse, est de 5 ans. À mesure que davantage de tests seront accumulés, nous obtiendrons un nombre plus précis de «distribution normale».",
        "red": "○ Un «drapeau rouge» peut vous inciter à agir selon votre style de vie.",
        "information": "○ Notre application vous connectera à des informations sur les comportements de style de vie recommandés par une importante association médicale nationale américaine. Ceux-ci sont mis à jour régulièrement et nous vous suggérons de le garder en examinant les liens périodiquement. Ces recommandations sont basées sur ce que la «science» sait aujourd'hui, elles ne sont pas parfaites. Avec plus de données et plus d'analyses, la science s'améliore.",
        "update": "○ Vous mettrez à jour vos données de style de vie aussi régulièrement que vous le souhaitez. Vous pouvez mettre à jour toutes les questions, certaines ou aucune. Cependant, nous pensons qu'un compte rendu précis fournira une meilleure analyse plus précise.",
        "report": "○ Dans un premier temps, notre rapport montrera à quel point vos paramètres de style de vie sont loin des recommandations consensuelles. Vos données seront anonymisées et vos données et celles d'autres utilisateurs anonymes nous seront analysées par intelligence artificielle afin de développer un modèle basé sur de nombreux utilisateurs mesurant l'impact des changements de mode de vie sur «l'horloge épigénétique». Au fur et à mesure que plus de données seront accumulées, le modèle sera utilisé pour vos données de style de vie et les résultats du «modèle» seront partagés avec vous.",
        "administer": "○  Notre test est simple à administrer, économique, robuste et précis, et il est intégré de manière dynamique dans un écosystème de santé permanent fondé sur la technologie des applications et l'apprentissage automatique.",
        "app": "Comment les données seront utilisées?",
        "sense": "○ Analysez en continu les résultats des tests Epiaging, les paramètres de santé généraux, les interventions personnelles et les résultats d'utilisateurs multiples à l'aide d'algorithmes d'apprentissage automatique de pointe.",
        "personalized": "○ Analyse personnalisée avec quelques pistes d'amélioration possibles.",
        "health": "○ La coévolution de votre bien-être et de notre environnement d'apprentissage «Epiaging».",
        "questionnaires": "Comment les données seront utilisées?",
        "clock": "Tout le monde a une horloge ADN",
        "chronological": "○ Nous connaissons tous notre âge chronologique. Mais quel âge on a vraiment?Les gens vieillissent à des rythmes différents. Certains «regardent» et «se sentent» plus vieux que leur âge chronologique, d'autres plus jeunes que leur âge chronologique.",
        "life": "Notre âge épigénétique est un meilleur paramètre de notre santé, de notre santé et de notre durée de vie que notre âge chronologique.",
        "know": "Mais comment connaissons-nous notre «âge épigénétique»?",
        "identifying": "On a pensé que si nous pouvions définir le véritable «âge épigénétique», nous pourrions tester et concevoir des interventions qui ralentiraient le taux de vieillissement épigénétique. Au cours des dernières décennies, des efforts considérables ont été déployés pour identifier différents paramètres susceptibles de prédire le «vieillissement épigénétique» et la durée de vie, tels que les mesures de fragilité, le vieillissement des cheveux, le vieillissement de la peau, le niveau de différents types de globules blancs. Cependant, il a été constaté que la plupart de ces marqueurs n’offraient aucun avantage par rapport à votre âge chronologique.",
        "longevity": "Paramètres qui prédisent le 'vieillissement épigénétique' et la longévité",
        "method": "Méthode de détection épigénétique de l'âge",
        "length": "Longueur du télomère",
        "correlation": "Faible corrélation",
        "requirements": "Exigences techniques élevées",
        "small": "De petites erreurs techniques peuvent avoir un impact décisif ",
        "results": "impact sur les résultats.",
        "scores": "Scores d'âge métaboliques",
        "sampling": "Les méthodes d'échantillonnage et de détection sont complexes et n'ont pas été vérifiées dans un grand nombre d'échantillons de population",
        "epigenetic": "Horloge épigénétique",
        "closely": "est étroitement liée à la fonction épigénétique du corps humain, et l'accélération de l'horloge épigénétique est liée au risque de maladies neurodégénératives et de cancer.",
        "epiagings": "epiAging",
        "methylation": "epiAging utilise une méthode appelée méthylation de l’ADN pour déterminer votre âge réel - ce qui pourrait, comme le pense la science à l’heure actuelle, révéler des informations importantes sur votre santé réelle et éventuellement sur la qualité et la durée de votre vie.",
        "hkepi": "HKG epi THÉRAPEUTIQUE",
        "already": "a déjà trois décennies de recherche pionnière dans ce domaine passionnant de la méthylation de l’ADN. Grâce à notre méthode unique de diagnostic de la méthylation de l'ADN stockée dans vos cellules dans la salive, nous révélons votre âge réel, ce qui peut vous encourager à modifier votre mode de vie en fonction des résultats suggérés par certaines informations suggérées:",
        "slow": "Ralentir le processus de vieillissement",
        "onset": "Prévenir la maladie avant l'apparition",
        "quality": "Améliorez votre qualité de vie",
        "extend": "Prolongez la durée de votre vie",
        "making": "Rendre la science simple",
        "fast": "Quelle est la vitesse de votre horloge épigénétique?",
        "chronologicaled": "Si votre âge chronologique est de 50 ans et votre âge épigénétique de 35 ans, excellent! Mais si votre âge chronologique est de 35 ans et que votre âge épigénétique dit que vous avez 50 ans, cela pourrait être l’alarme vous invitant à modifier votre style de vie.",
        "possibly": "Le vieillissement avancé est peut-être associé à un risque accru de maladie grave. L'épigénétique n'est peut-être pas la fontaine de jouvence, mais c'est la fontaine de la vie.",
        "really": "Alors prenez la clé et apprenez quel âge vous avez vraiment!",
        "test": "Le test Epiaging",
        "developed": "Nous avons développé et introduit un test de détection Epiaging pratique et efficace.",
        "epitherapeutics": "Les scientifiques de l’épithérapeutique HKG ont extrait un grand nombre de sites de méthylation du CG liés à l’âge dans des centaines de données publiées sur la méthylation de l’ADN, et ont sélectionné une région contenant 13 sites de méthylation à partir desquels des échantillons de salive peuvent prédire avec précision l’âge épigénétique.",
        "steps": "Découvrez votre âge épigénétique à travers 5 étapes simples, changez votre mode de vie et améliorez votre santé",
        "download": "STEP 1: TELECHARGER L'APP",
        "register": "Téléchargez l'application, enregistrez-vous et demandez votre test EpiAging. Vous recevrez ensuite votre tube de collecte de salive par la poste.",
        "step2": "STEP 2: SPIT. JOINT. NAVIRE",
        "saliva": "Expulsez votre salive (broche) dans le tube, fermez et scellez l'enveloppe et envoyez votre paquet de test à notre laboratoire avec son affranchissement auto-adressé.",
        "step3": "STEP 3: RÉPONDRE AUX QUESTIONS ET ENTRER LES DONNÉES",
        "questionnaire": "Ouvrez le bouton du questionnaire. Entrez vos données. Sauvegarder les données Comparez vos données avec les recommandations et apportez des modifications ou commandez des suppléments nutritionnels. Signalez les changements fréquemment. Des rapports de meilleure qualité permettront une analyse de haute qualité et une recommandation personnalisée plus précise. Vous obtiendrez un rapport continu sur votre application décrivant vos progrès. Une fois les données accumulées, un rapport personnalisé des modifications possibles sera fourni dans votre application.",
        "step4": "STEP 4:DÉCOUVREZ VOTRE ÂGE",
        "analyze": "Notre laboratoire ultramoderne analysera vos données épigénétiques afin de calculer votre âge épigénétique. Vous pourrez également consulter des rapports personnalisés via l'APP.",
        "step5": "STEP 5: FAITES DES CHANGEMENTS DE STYLE DE VIE AMÉLIORER VOTRE SANTÉ",
         "counts":"Le seul âge qui compte est ",
        "danage":"votre âge ADN épigénétique.",
        "lifestyle": "Nous analyserons également vos données de mode de vie. Vous continuez à modifier votre mode de vie et à en faire rapport. Vous obtenez des rapports personnalisés sur votre ordre de progression périodiquement de nouveaux tests epiAging pour évaluer vos progrès. Une nouvelle analyse sera fournie avec quelques suggestions. Continuez à améliorer et à tester votre épiAge.",
        "foot": "@2021 HKG epi THERAPEUTICS Ltd. Tous droits réservés"
    },
    "SleepChartActivity": {
        "title": "Auto-évaluation du sommeil",
        "assessment": "Auto-évaluation du sommeil",
        "people": "La plupart des gens ont des problèmes de sommeil dans leur vie. En fait, on pense qu'un tiers des Britanniques vont avoir des épisodes d'insomnie à un moment donné.",
        "include": "Les causes peuvent inclure des conditions psychologiques (telles que la dépression ou l'anxiété) ou une combinaison des deux. Ce court test de Sleepio vous donnera un score de sommeil 'ainsi que des astuces et des conseils pratiques pour améliorer votre sommeil. ",
        "total": "En pensant à une nuit typique du mois dernier, si vous vous réveillez, combien de temps êtes-vous réveillé au total?",
        "asleep": "En pensant à une nuit typique du mois dernier, combien de temps vous faut-il pour vous endormir?",
        "util": "minute",
        "night": "nuit",
        "quality": "En pensant au mois dernier, combien de nuits par semaine avez-vous un problème de sommeil?",
        "score": "score",
        "mood": "En pensant à une nuit typique du mois dernier, comment évalueriez-vous la qualité de votre sommeil?",
        "productivity": "En pensant au mois dernier, dans quelle mesure le manque de sommeil a-t-il affecté votre humeur, votre énergie ou vos relations?",
        "general": "En pensant au mois dernier, dans quelle mesure le manque de sommeil vous a-t-il perturbé en général?",
        "problem": "8.Combien de temps avez-vous eu des problèmes de sommeil?",
        "month": "mois"
    },
    "DietChartActivity": {
        "title": "Recommandation de régime",
        "confirmText": "Confirmer",
        "chooseBreakfast": "Choisir le petit déjeuner...",
        "food": "Consommation de nourriture (calories/day)",
        "source": "Source: Healthline",
        "recommen": "Recommandation:",
        "calories": "Une femme moyenne a besoin de manger environ 2000 calories par jour pour se maintenir et 1500 calories pour perdre une livre de poids par semaine. Un homme moyen a besoin de 2500 calories pour se maintenir et de 2000 pour perdre une livre de poids par semaine.",
        "diet": "Entrez votre régime",
        "foodd": "Aliments",
        "each": "FoodEach",
        "edit": "Modifier",
        "caloriess": "Calories:",
        "kcal": "kcal",
        "fat": "Gras saturé:",
        "g": "g"
    },
    "SameActivity": {
        "title": "La présentation de SAMe",
        "what":"Qu'est-ce",
        "what2": "que SAMe?",
        "affacthealth": "SAMe est un produit naturel dans le corps humain, qui peut affecter la santé humaine.",
        "same": "SAMe",
        "sam": "SAMe est un complément nutritionnel et non un médicament.",
        "body": "Le SAMe (S-Adénosyl Méthionine) est une substance chimique naturellement présente dans le corps.",
        "considered": "SAMe est considéré comme le plus important donneur de méthyle dans le corps.",
        "level": "Le niveau de SAMe diminue avec le vieillissement de l'organisme. Parallèlement, un certain nombre de problèmes de santé, notamment des troubles de l'humeur, des articulations et du foie, sont susceptibles de se produire.",
        "molecules": "Toutes les molécules SAMe ont deux formes: l'isomère SS (actif) et l'isomère RS (inactif).",
        "tosylate": "Alors que SAMe se présente sous deux formes de sel stables; tosylate et le butane disulfanate, seule la forme tosylate est soutenue par vingt ans de recherche pour la sécurité et l'efficacité.",
        "according": "Selon des études cliniques, SAMe peut améliorer la santé émotionnelle, la relaxation des articulations et la fonction hépatique",
        "quality": "En mars 2003, l’AHRQ (Agence pour la recherche en santé et la qualité des soins de santé), une division des services de santé et des services sociaux des États-Unis, a publié les résultats d’une grande étude sur SAMe.",
        "depression": "SAMe est aussi efficace que les médicaments sur ordonnance conventionnels dans le traitement de la dépression",
        "effective": "SAMe est aussi efficace que les médicaments sur ordonnance classiques (AINS) dans le traitement de l'arthrose",
        "diseases": "SAMe présente des avantages significatifs pour les patients souffrant de diverses maladies du foie",
        "effects": "Natural SAMe n’a pas eu d’effets secondaires notables",
        "spotlight": "SAMe à l'honneur",
        "october": "Le magazine Arthritis Today (numéro",
        "lists": "d'octobre) mentionne SAMe comme meilleur complément pour l'arthrose.",
        "research": "Une étude menée par Arthritis Research UK donne",
        "highest": "à SAMe le plus haut grade de supplément oral pour soulager l'arthrose.",
        "study": "L'étude du Massachusetts General Hospital a démontré que ",
        "hospital": "le SAMe associé à des antidépresseurs augmentait de manière significative les taux de rémission chez les patients souffrant de dépression majeure et qui échouaient au traitement conventionnel.",
        "korean": "Une étude coréenne a révélé que le SAMe",
        "as": "est aussi efficace que le nabumétone, un anti-inflammatoire non stéroïdien.",
        "university": "L’étude réalisée par l’Université",
        "calfornia": "de Californie indique que SAMe est aussi efficace que le célécoxib, un médicament de prescription pour l’arthrite.",
        "basic": "Recherche fondamentale sur SAMe sur des lignées de cellules humaines et des animaux non encore suivis d'études cliniques",
        "animals": "Il a été démontré que SAMe bloquait la croissance et la métastase du cancer du sein lors d'expériences sur des lignées cellulaires et des animaux atteints d'un cancer du sein.",
        "shown": "Il a été démontré que SAMe bloquait la croissance des cellules cancéreuses du foie.",
        "prostate": "Il a été démontré que SAMe bloquait la croissance des cellules cancéreuses de la prostate.",
        "formation": "Il a été démontré que SAMe inhibe la formation de cancer du foie chez le rat et le cancer colorectal chez la souris.",
        "was": "Il a été démontré que SAMe améliore la mémoire dans un modèle murin de la maladie d’Alzheimer, pris avant l’apparition des symptômes.",
        "why": "Pourquoi choisir notre SAMe?",
        "standards": "Notre SAMe est fabriqué selon les normes les plus strictes, selon la méthode italienne originale (sel - disulfate de tosylate).",
        "consistently": "Les matières premières de nos produits SAMe sont régulièrement testées au rapport d’isomères SS sur RS le plus élevé du marché:",
        "ss": "isomère SS",
        "rs": "80% / isomère RS",
        "tablets": "Nos comprimés SAMe sont dotés d’un enrobage entérique pour une absorption optimale par le corps.",
        "sealed": "Nos comprimés SAMe sont emballés sous blister pour assurer la fraîcheur.",
        "potency": "Notre SAMe est fabriqué selon les normes de pureté et de puissance garanties.",
        "falvors": "Sans arômes artificiels, sans produits laitiers, sans conservateurs, sans allergènes, sans levure ni gluten, certifié casher",
        "minimun": "Nos comprimés SAMe ont été testés pour leur indice de stabilité minimum de deux ans",
        "when": "Attention en prenant SAMe",
        "should": "SAMe ne doit pas être utilisé conjointement ou à la place du traitement recommandé par votre médecin.",
        "taking": "Si vous prenez des médicaments et envisagez de prendre SAMe en complément, consultez votre médecin pour vous assurer que SAMe n’a pas d’interaction avec les médicaments que vous prenez.",
        "ltd": "@2021 HKG epi THERAPEUTICS Ltd. Tous droits réservés"
    },
    "DataActivity": {
        "title": "Sécurité des données",
        "filling": "Importance de remplir des questionnaires",
        "epiaging": "Les tests EpiAging n'ont de sens que dans un système de gestion dynamique du style de vie, de l'environnement et de la santé tout au long de la vie.",
        "personalized": "Une évaluation personnalisée incluant une intervention sera générée en fonction des informations de santé et de mode de vie que vous avez fournies.",
        "update": "Mettez régulièrement à jour vos paramètres de santé et de mode de vie pour activer le rapport d'analyse personnalisé à vie.",
        "how": "Comment procédons-nous à l'analyse des données?",
        "test": "Les résultats des tests d'épiaging sont analysés en permanence avec des paramètres de santé généraux, des interventions personnelles et les résultats de plusieurs utilisateurs à l'aide d'algorithmes d'apprentissage automatique de pointe.",
        "analysis": "Analyse personnalisée avec quelques pistes d'amélioration possibles.",
        "data": "Les données de notre base de données sont en aveugle en ce qui concerne l'identité personnelle.",
        "access": "Aucun accès à vos informations personnelles n'est autorisé à quiconque ayant accès à vos données de santé et de style de vie.",        "general": "Only general conclusions based on a population wide summary will be shared.",
        "information": "Comment pouvons-nous s’assurer que les informations sont confidentielles?",
        "privacy": "WNous avons un système de gestion de la confidentialité et de la sécurité des données.",
        "without": "Sans votre consentement explicite, nous ne partagerons aucune de vos données personnelles.",
        "will": "Nous ne communiquerons pas vos informations ou résultats aux employeurs ou aux compagnies d’assurance maladie d’autres entreprises.",
        "unless": "À moins que nous ne soyons tenus de nous conformer à des ordonnances judiciaires valables, nous ne fournirons aucune information aux organismes chargés de l'application de la loi.",
        "learn": "En savoir plus sur nos clauses de confidentialité.",
        "logged": "Lorsque vous n'êtes pas connecté au système, vos informations de santé et vos informations personnelles d'utilisateur seront dans un état «libre» et personne ne pourra trouver vos informations associées.",
        "not": "Nous n'aurons ni ne sauvegardons la clé privée de l'utilisateur pour déchiffrer les données de l'utilisateur conformément à notre déclaration de sécurité des données. Veuillez enregistrer votre seule clé privée.",
        "lost":"Une fois la clé privée définie, les modifications ne seront pas autorisées. Si la clé privée est modifiée, toutes les données d'intégrité précédemment enregistrées seront perdues. Les nouvelles données de santé seront cryptées avec la nouvelle clé privée et ne peuvent être définies qu'une seule fois.",
        "save":"Conformément à la déclaration sur la sécurité des données et à la loi HIPPA, nous ne disposerons ni ne sauvegardons la clé privée de l'utilisateur pour déchiffrer ses données.",
        "eip":"@2021 HKG epi THERAPEUTICS Ltd. Tous droits réservés"

    },
    "RasEncryptionActivity": {
        "title": "Paramètre de sécurité des données",
        "press": "Veuillez appuyer sur le bouton «GÉNÉRER» pour générer votre clé publique unique et votre clé privée. Puis, en appuyant sur 'SAVE',",
        "press2": "Les clés publiques et privées seront sauvegardées sur votre téléphone",
        "setkey": "Une fois la clé définie, aucune modification ne sera autorisée. Si les clés publique et privée sont modifiées, toutes les données d'intégrité précédemment enregistrées seront perdues. Les nouvelles données de santé seront cryptées avec la nouvelle clé.",
        "setkey2": "et il ne peut être réglé qu'une seule fois.",
        "savekey": "Nous n'aurons ni ne sauvegardons la clé privée de l'utilisateur pour déchiffrer les données de l'utilisateur conformément à la déclaration ",
        "security": "de sécurité des données et à la loi HIPPA.",
        "freestate": "Lorsque vous n'êtes pas connecté au système, vos informations de santé et vos informations d'utilisateur personnelles seront dans un état «libre», et personne ne pourra trouver les informations associées entre elles.",
        "savekey2": "Sauvegardez votre paire de clés publique et privée unique.",
        "unique": "Si l'utilisateur se déconnecte et se reconnecte, il devra entrer à nouveau les clés publique et privée uniques.",
        "failed": "Message, la génération de clé a échoué, veuillez régénérer!",
        "success": "La clé publique et la clé privée sont très importantes pour assurer la sécurité de vos données sur cette application. Nous ne conserverons ni n'aurons votre clé publique et votre clé privée. Veuillez prendre une capture d'écran ou copier-coller pour enregistrer la clé publique et la clé privée afin que vous puissiez facilement remplir et obtenir vos données la prochaine fois.",
        "generate": "produire",
        "privatekey": "Clé privée",
        "publickey": "Clé publique",
        "save": "sauver",
        "copykeys":"TOUCHES DE COPIE",
        "titlemsg":"Message",
        "meg":"La clé publique et la clé privée ont été copiées dans votre presse-papiers."
    },
    "QAActivity": {
        "title": "Q&A",
        "test":"1.Manuel d'utilisation de l'application EpiAging",
        "report":"2.Comment obtenir mon rapport de test epiAging?",
        "fillques":"3.Comment remplir les questionnaires?",
        "calfoot":"4.Comment calculer les calories des aliments que vous consommez?"
    },
    "ContactActivity": {
        "title": "Contact Us",
        "phone": "(+852) 2354 8297",
        "utics": "info@hkgepitherapeutics.com",
        "http": "https://www.hkgepitherapeutics.com",
        "hkg": "HKG epitherapeutics Limited Unit 613, Biotech Centre 2,Hong Kong Science Park,Sha Tin,N.T.,Hong Kong"
    },
    "QuesnoteActivity": {
        "about": "À propos des questionnaires",
        "are": "Les questionnaires sont",
        "optional": "facultatifs pour remplir.",
        "however": "Cependant, l'épigénétique est affectée par le mode de vie ainsi que par l'environnement. Notre philosophie est que les tests Epiaging n’ont de sens que dans le cadre d’un système dynamique de gestion du style de vie, de l’environnement et de la santé tout au long de la vie.",
        "personalized": "Une évaluation personnalisée, comprenant une intervention, sera générée sur la base des informations de santé et de mode de vie que vous avez fournies. Des mises à jour périodiques de vos paramètres de santé et de mode de vie activeront le rapport d'analyse personnalisé de votre vie.",
        "title": "Notification",
        "ques": "Continuez",
        "back": "Annuler",
        "epi":"@2021 HKG epi THERAPEUTICS Ltd. Tous droits réservés"
    },
    "Manual1Activity": {
        "title": "Comment obtenir le rapport de test epiAging",
        "getmy":"Comment obtenir le rapport de test epiAging",
        "login":"Assurez-vous de vous connecter avec le compte qui a été utilisé pour acheter le produit epiAging.",
        "username":"Votre nom d'utilisateur apparaîtra après vous être connecté.",
        "gohome":"Allez sur «HOME» ou «EPICENTER» et cliquez sur «Mon rapport».",
        "barcode":"Entrez (ou scannez) le code à barres sur votre éprouvette et obtenez votre rapport d'épidémiologie.",
        "icon":"Après avoir entré votre code à barres, en cliquant sur l’icône pour obtenir votre rapport de test epiAging",
        "result":"Le résultat de votre test d'épiAging sera au bas de la page."
    },
    "Manual2Activity": {
        "title": "Manuel d'utilisation de l'application EpiAging",
        "download":"Téléchargez l'application IOS à partir de l'Apple Store ou de l'application Android à partir du Google Play Store.",
        "gocenter":"Allez sur 'EPICENTER' et cliquez sur le registre pour créer un compte.",
        "fillregis":"Fill in the registration information.",
        "mailbox":"Accédez à la boîte aux lettres d'inscription pour activer votre compte.",
        "accountlogin":"Connectez-vous avec le compte que vous venez de créer.",
        "setkey":"Génération d 'une clé de sécurité unique de données",
        "sentmail":"Une paire de clés publiques et privées sera enregistrée dans un dossier local d 'un téléphone mobile",
        "purchase":"Allez à «ACHATS» pour acheter le kit de test EpiAging."
    },
    "Manual3Activity": {
        "title": "Orientation du questionnaire",
        "how":"Comment remplir le questionnaire",
        "slider1":"Comment utiliser le curseur pour remplir les données.",
        "ratingstart2":"Comment utiliser l'étoile de notation pour remplir les données.",
        "enteefield3":"Comment utiliser le champ de saisie pour remplir les données."
    },
    "Manual4Activity": {
        "title": "Conseils diététiques",
        "calculate":"Comment calculer les calories que vous consommez?",
        "slider":"Comment utiliser le curseur pour remplir les données",
        "calfood":"Comment utiliser le calculateur de calories pour calculer les calories des aliments que vous prenez.",
        "entering":"Comment utiliser le champ de saisie pour remplir les données."
    },
    "SavepdfpathActivity":{
        "btncp":"Copier",
        "titlemsg":"Message",
        "copy":"Copie réussie, vous pouvez coller l 'adresse du lien à un fichier PDF téléchargé dans un navigateur"
    },
    "ScannerAcitivity":{
        "title":"Scanner"
    },
    "LangActivity":{
        "title":"Changer de langue",
        "English":"Anglais(English)",
        "French":"Français(French)",
        "Spanish":"Espagne(Spanish)",
        "Russian":"Russe(Russian)",
        "Portuguese":"Portugais(Portuguese)",
        "Chinese":"Chinois(Chinese)"
    },
    "AgeAccelerateActivity":{
        "title":"Accélération de l'âge",
        "accecalcul":"Calculateur d'accélération de l'âge",
        "enterepi":"Veuillez entrer votre âge épigénétique",
        "enterchro":"Veuillez entrer votre âge chronologique",
        "youraccis":"Votre accélération de l'âge est:"

    },
    "LaunchActivity":{
        "title":"Launch",
        "registerkit":"REGISTER KIT",
        "myreport":"MY REPORT",
        "buykit":"BUY EPIAGE KIT",
        "signin":"SIGN IN WITH EMAIL",
        "readmore":"READ MORE ABOUT EPIAGE"

    }
}