{
    "LoginIcon": {
        "message": "Olá: Convidado"
    },
    "TabHomeActivity": {
        "title": "Casa",
        "video": "Vídeo relacionado",
        "biotitle": "Detecção de Idade Epigenética por Metilação do DNA ",
        "1ml": "Apenas uma amostra de saliva de 2 ml é necessária para a detecção, o que é conveniente e seguro.",
        "testresult": "A amostra será enviada ao laboratório para teste, os resultados do teste serão enviados para o seu APP.",
        "bio2": "Detecção de idade epigenética 2.0",
        "1ml2": "A idade epigenética pode ser medida com apenas 2 ml de amostra de saliva.",
        "kit":"Epiaging Kit",
        "learnmore": "Saber mais",
        "appsystem": "Nosso sistema APP",
        "personalrep": "Relatórios pessoais dinâmicos",
        "question": "Questionários abrangentes",
        "follow": "Acompanhamento",
        "international": "Links para recomendações de renomadas associações médicas internacionais",
        "dynrep": "relatório dinâmico personalizado",
        "question2": "questionários de estilo de vida",
        "machinelearn": "APP vinculado a um sistema de aprendizado de máquina",
        "whatsame": "O que é o SAMe?",
        "same": "SAMe",
        "affacthealth": "SAMe é um produto natural do corpo humano, que pode afetar a saúde humana.",
        "supplement": "SAMe é um suplemento nutricional natural no corpo humano.",
        "myreport": "Meu relatório",
        "questionnaires": "Questionários",
        "testprocess": "Processo de ensaio",
        "qa": "Q&A",
        "datasequrity": "Segurança de dados",
        "consent": "Consentimento informado pelo usuário",
        "disclaimer": "aviso Legal",
        "disclaimertext": "O teste epiAging não se destina a ser informações de saúde ou dados médicos ou para ser usado para rastrear, diagnosticar, tratar, prevenir ou avaliar o risco de qualquer doença ou condição. O serviço epiAging é uma determinação da idade epigenética com base na avaliação da metilação do DNA no seu DNA. Não estamos coletando dados genéticos. O teste está disponível para indivíduos de 21 anos de idade ou mais. Este serviço não tenha sido apagado ou aprovado pela U. S. Food and Drug Administration.",
        "allright": " @2021 HKG epi THERAPEUTICS Ltd. Todos OS direitos reservados",
        "old":"Quantos anos",
        "you":" você tem?",
        "only":"A única idade importante é ",
        "dnaage":" a sua idade epigenética no DNA.",
        "stop":" Já não faz aniversário ou pode calcular a idade -",
        "dles":"As linhas franzidas no rosto -",
        "frown":"são apenas números. ",
        "numbers":"Hoje, os números não são ",
        "count":" contados.",
        "aboutus":"Sobre nós",
        "lifestyle":"Estilo de vida",
        "test":"Processo de teste",
        "mark":"Mercado da saúde",
        "quest":"Questionário",
        "report":"Meu relatório",
        "whatis":"O que é SAMe?",
        "natural":"SAMe é um produto natural",
        "human":"No corpo humano ",
        "health":"Afetará a saúde humana",
        "whatare":"O que é",
        "vitaamins":"Vitaminas?",
        "organic":"Nutraminas são substâncias orgânicas",
        "necessary":" necessárias para manter as ",
        "left":"atividades da esquerda humana e",
        "active":" também substâncias ativas importantes ",
        "healthman":"para manter a saúde humana",
        "vitamin":"O conteúdo de vitaminas no corpo é muito pequeno, ",
        "indispensable":"mas indispensável",
        "chronological":"Idade cronologica",
        "biological":"Idade epigenética",
        "management":"Gestão de saúde",
        "Tips":"Dicas",
        "message":"Se você já comprou o kit epigenético.Por favor, clique aqui para registrar o SEU Toolkit »"
    },
    "TestprocessActivity": {
        "title": "Processo de teste",
        "testprocess": "PROCESSO DE TESTE ",
        "downloadapp": "1.Baixe o APP ",
        "purchasekit": "2.Compre o kit ",
        "fillques": "3.Preencha o question-",
        "fillques2": "ário (opcional) ",
        "collect": "4.Colete sua amostra ",
        "collect2": "de saliva",
        "sample": "5.Envie de volta a amostra",
        "extraction": "6.Extração e análise",
        "extraction2": "de DNA",
        "report": "7.Enviar relatórios ",
        "report2": " ao App"
    },
    "TabCenterActivity":{
        "title":"EPICENTER",
        "centerlogin":"Conecte-se",
        "centerregis":"registo",
        "centerkey":"Chave privada",
        "Questionnaire":"Questionário",
        "centerreport":"Meu relatório",
        "centerqa":"Q&A",
        "centerus":"Contate-Nos",
        "centerout":"Sair"
    },
    "AboutActivity": {
        "title": "Sobre nós",
        "company": "| Company Introduction",
        "science": "| introdução da empresa",
        "methylation": "| Metilação do DNA",
        "biological": "| Detecção de idade epigenética",
        "consentform": "| Formulário de consentimento de dados do cliente",
        "company1":"Companhia",
        "introduction1":"1. Introdução",
        "science1":"Nossa ciência",
        "team1":"Equipa",
        "dna1":"DNA",
        "methylation1":"Metilação",
        "biological1":"orgânico",
        "age1":"Idade",
        "consent1":"De acordo",
        "form1":"Forma"
    },
    "LoginActivity": {
        "title": "Login de usuário",
        "email": "O email",
        "passowrd": "Senha",
        "mailboxformatFail": "O formato da caixa de correio está incorreto",
        "mailboxNull": "Digite sua caixa de correio",
        "passwordNull": "Por favor, insira sua senha",
        "login": "Conecte-se",
        "noaccount": "Não possui uma conta?",
        "register": "registo",
        "language":"Língua",
        "Invalid": {
            "Email": "Email inválido",
            "PWD": "Senha inválida",
            "NetFail": "Rede não vinculável",
            "unactive": "Email não ativo"
        },
        "ForgetPwd": "Esqueceu a senha?"
    },
    "RegisterActivity": {
        "title": "Cadastro",
        "register": "registo",
        "region": "Selecione sua região:",
        "nickname": "Apelido",
        "email": "O email",
        "password": "Crie uma senha",
        "confirm": "Confirme a Senha",
        "agree": "Li e concordo com os Termos de Serviço e ",
        "privacy": "a Declaração de Privacidade.",
        "message": "Mensagem",
        "registered": "A caixa de correio foi registrada",
        "activation": "O link de ativação do usuário foi enviado para sua caixa de correio registrada. Por favor, ative-o clicando no link.",
        "again": "Erro de rede! Tente novamente",
        "account": "já tem uma conta?",
        "login": "Conecte-se"
    },
    "ForgetActivity": {
        "title": "Redefinir senha",
        "resetPwd": "Redefinir senha",
        "link": "Ao clicar no botão abaixo, um link para redefinir sua senha será enviado para seu e-mail.",
        "btn": "Redefinir senha",
        "link2": "Faça login na sua conta",
        "email": "Email",
        "password": "Senha",
        "login": "Conecte-se"
    },
    "LifeStyleChartActivity": {
        "same":"SAMe",
        "same-recommon":"Não existe uma dose ideal estabelecida de SAM-e. Para a depressão, muitos estudos usaram entre 800 e 1.600 miligramas por dia. Para osteoartrite, é comum 600-1.200 miligramas diários de SAM-e divididos em três doses. Pergunte ao seu médico. ",
        "resveratrol":"Resveratrol",
        "mg1":"mg/day",
        "drug":"Drugs.com",
        "resveraltrol-recommon":"As evidências de estudos clínicos são insuficientes para fornecer diretrizes de dosagem. Estudos de dose única sugerem que uma dose diária segura para uma pessoa com peso de 70 kg pode ser resveratrol 450 mg / dia. Dosagens acima de 1 g / dia parecem ter sido bem toleradas em um estudo de curto prazo (2 semanas), mas foram relatados como causadores de efeitos adversos em outro estudo. ",
       "nmn":"NMN",
       "selfhacked":"SELFHACKED",
        "nmn-recommon":"As doses em suplementos humanos variam em torno de algumas centenas de mg por dia. Por exemplo, em um estudo com 50 mulheres, a dosagem testada é de 125 mg de NMN, duas vezes ao dia, durante 8 semanas.",
       "dhea":"DHEA",
        "webmd":"WebMD",
        "dhea-recommon":"Não existe uma dose padrão de DHEA. Alguns estudos usaram cápsulas dosadas entre 25 e 200 miligramas por dia, ou às vezes até mais, mas isso depende das condições médicas em tratamento. Pergunte ao seu médico.",
        "title": "Questionário de Estilo de Vida",
        "lifesques": "Questionário de Estilo de Vida",
        "healthy": "Um estilo de vida saudável ou insalubre provavelmente será transmitido entre gerações. De acordo com o estudo de Case et al..",
        "become": "(2002), quando uma criança de 0 a 3 anos de idade tem uma mãe que pratica um estilo de vida saudável, essa criança terá 27% mais chances de se tornar saudável e adotar o mesmo estilo de vida.",
        "instance": "Por exemplo, os pais de alta renda são mais propensos a comer alimentos orgânicos, ter tempo para se exercitar e proporcionar a melhor condição de vida para seus filhos. Por outro lado, os pais de baixa renda são mais propensos a participar de atividades não saudáveis, como fumar ajudá-los a liberar o estresse e a depressão relacionados à pobreza.",
        "teacher": "Os pais são os primeiros professores de todas as crianças. Tudo o que os pais fazem será muito provavelmente transferido para os filhos durante o processo de aprendizado.",
        "height": "Peso altura",
        "heightvalue":"Altura (cm):",
        "weightvalue":"Peso (kg):",
        "source": "Fonte: Centros para Doenças ……",
        "recommendation": "Recomendação:",
        "bmicaltulate":"IMC [Índice de Massa Corporal = peso (kg) / (altura (m) ▪ altura (m))]",
        "bmisource":"Fonte: Instituto Nacional do Coração, Pulmão e Sangue",
        "range": "Se o seu IMC for menor que 18,5, ele estará dentro da faixa de baixo peso.",
        "bmi": "Se o seu IMC é de 18,5 a 24,9, ele está dentro da faixa de Peso Normal ou Saudável.",
        "falls": "Se o seu IMC é de 25,0 a 29,9, ele está dentro da faixa de excesso de peso.",
        "your": "Se o seu IMC é 30,0 ou superior, ele cai dentro da faixa de obesos.",
        "heart": "Frequência cardíaca (beats/min)",
        "beats": "beats/min",
        "bmii": "bmi",
        "american": "Fonte: American Heart Association",
        "blood": "Pressão sanguínea (mmHG)",
        "mmhg": "mmHg",
        "diastolic": "PA diastólica",
        "cholesterol": "Colesterol (mg/dL)",
        "mg": "mg/dl",
        "meditation": "Meditação",
        "mayo": "Fonte: Clínica Mayo",
        "unit": "horas / dia",
        "cvh": "Saúde cardiovascular",
        "sleep": "Dormir",
        "foundation": "Fonte: Fundação Nacional do Sono",
        "active": "E a sua vida sexual ativa",
        "timesday": "vezes / semana",
        "sexual": "Satisfação com a vida sexual",
        "score": "Ponto",
        "alcohol": "Álcool",
        "society": "Fonte: Sociedade Americana do Câncer",
        "gramday": "grama / dia",
        "smoking": "Tabagismo",
        "sticksday": "varas / dia",
        "vitamin": "Vitamin D",
        "mayoclinic": "Fonte: Clínica Mayo",
        "iuday": "UI / dia",
        "vitaminc": "Vitamin C",
        "vitamina": "Vitamin A",
        "mcgday": "mcg/dia",
        "resting":" Sua freqüência cardíaca em repouso é o coração que bombeia a menor quantidade de sangue",
        "ill":"você precisa porque não está se exercitando. Se você está sentado ou deitado e está calmo, relaxado e não está doente,",
        "hearting":"sua frequência cardíaca está normalmente entre 60 (batimentos por minuto) e 100 (batimentos por minuto).",
        "bloods":" Números de pressão arterial inferiores a 120/80 mm Hg são considerados dentro da faixa normal.",
        "adults":"Todos os adultos com 20 anos ou mais devem ter seu colesterol (e outros fatores de risco) verificado a cada quatro a seis anos.",
        "most":"A meditação pode acabar com o estresse do dia, trazendo consigo paz interior. Veja como você pode aprender facilmente a praticar meditação sempre que precisar.",
        "minutes":"Obter pelo menos 150 minutos por semana de atividade aeróbica de intensidade moderada ou 75 minutos por semana de atividade aeróbica vigorosa, ou uma combinação de ambos, de preferência espalhados ao longo da semana",
        "morethan":" A FUNDAÇÃO NACIONAL DO SONO recomenda 7 a 9 horas por 18 a 64 anos e não recomenda menos de 6 e mais de 11 horas por 8 a 25 anos e menos de 6 e mais de 10 horas por 26 a 64 anos.",
        "drink":" Beba não mais do que 1 bebida por dia para mulheres ou 2 por dia para homens.",
        "stop":"Pare de fumar",
        "recommended":"A quantidade diária recomendada de vitamina D é de 400 unidades internacionais (UI) para crianças até 12 meses, 600 UI para idades de 1 a 70 anos e 800 UI para pessoas acima de 70 anos.",
        "daily":"A quantidade diária recomendada de vitamina C para homens adultos é de 90 miligramas e para mulheres adultas é de 75 miligramas.",
        "women":"A quantidade diária recomendada de vitamina A é de 900 microgramas (mcg) para homens adultos e 700 mcg para mulheres adultas.",
        "tmgwebsite":"examine.com",
        "tmg":"Trimetilglicina",
        "tmg-recommon":"A betaína (trimetilglicina) é um metabólito ativo da colina no organismo e um componente da beterraba. Ele desempenha um papel vital na metilação do corpo ao lado do folato e é um osmorregulador como a creatina. A betaína também é uma possível ajuda ergogênica.",
        "lipoicwebsite":"www.drugs.com",
        "lipoic":"Ácido alfa-lipóico",
        "lipoic-recommon":"O ácido alfa-lipóico tem sido usado na medicina alternativa como uma ajuda possivelmente eficaz na perda de peso, no tratamento de dores nos nervos diabéticos, na cicatrização de feridas, na redução de açúcar no sangue, na melhora da descoloração da pele causada pelo vitiligo e na redução de complicações da cirurgia de revascularização do miocárdio (CRM) . O ácido alfa-lipóico pode ter sido combinado com outras plantas ou extratos em uma preparação específica para tratar essas condições.",
        "vitaminD2website":"lesswrong.com",
        "vitaminD2":"vitaminD2/vitaminK2",
        "vitaminD2-recommon":"Pessoalmente, decidi consumir todas as manhãs 10.000 UI de vitamina D3 e 200 µg de K2 (all-trans MK7) e acredito que provavelmente seja benéfico para muitos colegas racionalistas que não passam muito tempo expondo muita pele a o sol para tomar os mesmos suplementos.",
        "Chronological":"Sua idade real"

    },
    "DnaReportActivity": {
        "title": "Idade cronologica",
        "look": "As pessoas envelhecem em taxas diferentes. Alguns \"parecem\" e \"parecem\" mais velhos que a idade cronológica, enquanto outros parecem mais jovens que a idade cronológica.",
        "parameter": "Nossa idade epigenética é um parâmetro melhor de nossa saúde, bem-estar e expectativa de vida do que nossa idade cronológica.",
        "hardware": "O DNA é o hardware, a genética é o sistema operacional e a metilação do DNA e outros fatores epigenéticos são o software que programa o genoma.",
        "shift": "Uma mudança de paradigma na busca de marcadores biológicos da idade ocorreu com a descoberta do \"relógio epigenético\" de Horvath, que se baseia na medição do status de metilação do DNA em centenas de posições estratégicas no DNA. Este 'relógio epigenético' é uma medida de nossas idades epigenéticas.",
        "clock": "Na maioria das pessoas, a 'idade epigenética' medida pelo relógio epigenético e a 'idade cronológica' medida pelo calendário são muito semelhantes. A correlação entre as duas medidas na população é próxima de 0,9 quando 1 é uma correlação perfeita.",
        "different": "No entanto, em algumas pessoas, a \"idade epigenética\" é diferente da \"idade cronológica\". Às vezes, o 'relógio epigenético' se move mais rápido que o 'relógio cronológico'. Consideramos uma diferença maior que o desvio padrão (ou a distribuição normal na população) como uma mudança significativa.",
        "studies": "Estudos sugerem que o “relógio epigenético” acelerado pode estar associado a um risco aumentado para várias doenças crônicas relacionadas à idade, como doenças cardiovasculares e câncer, mais tarde. (link: https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease). No entanto, este ainda é um campo aberto e são necessários mais estudos.",
        "what": "O que é o ",
        "epiage": "teste epiAging",
        "mean": " O que isso significa?",
        "cg": "Após extensa mineração de dados, descobrimos uma única região de metilação por CG relacionada à idade que era suficiente para prever com precisão a idade epigenética usando saliva.",
        "dna": "Preparamos o DNA da sua saliva e medimos o nível de metilação do DNA em várias posições em um fragmento do seu genoma, usando o sequenciamento de próxima geração e o mapeamento de bissulfito. Seus estados de metilação do DNA são inseridos em uma equação matemática que calcula a 'idade epigenética' em função do nível de metilação do DNA.",
        "redflag": "Consideramos isso como uma \"bandeira vermelha\" quando sua \"idade epigenética\" se desvia da sua \"idade cronológica\" em um desvio padrão. O desvio padrão fornece uma idéia sobre a distribuição da diferença em relação à média na população normal, que neste momento da análise é de 5 anos. Nesse estágio, se a sua 'idade epigenética' for 5 anos mais antiga que a sua 'idade cronológica', considere o resultado como uma 'bandeira vermelha'. À medida que mais testes são acumulados, obteremos um número mais preciso da 'distribuição normal'.",
        "changes": "Embora ainda não esteja claro como se pode desacelerar seu \"relógio epigenético\", as mudanças no estilo de vida recomendadas pela maioria das associações médicas nacionais talvez sejam um ponto de partida. Uma idade avançada é uma “bandeira vermelha” e não mais que sugere que talvez seja hora de fazer algumas mudanças no estilo de vida.",
        "act": "Uma 'bandeira vermelha' pode levar você a agir de acordo com seu estilo de vida ou consultar seu médico para um check-up.",
        "do": "O que posso fazer se minha idade ",
        "older": "epigenética 'for mais antiga?",
        "genetics": "'Epigenética' é diferente de 'genética', de maneira substancial que a epigenética é potencialmente reversível por intervenções alimentares e mudanças no estilo de vida. Portanto, pode ser possível reverter o \"relógio epigenético\".",
        "open": "Estudos preliminares mostram que mudanças na dieta podem causar desaceleração do relógio epigenético em certas pessoas, porém essa ainda é uma questão em aberto. (https://www.ncbi.nlm.nih.gov/pubmed/30350398)",
        "exercise": "As mudanças no estilo de vida, incluindo exercícios e hábitos alimentares, são recomendadas pelas associações médicas nacionais há algum tempo; no entanto, precisamos de mais dados sobre as mudanças mais recomendáveis ​​e elas devem ser personalizadas.",
        "way": "Uma maneira de aprender sobre mudanças de estilo de vida recomendáveis ​​é compartilhar nossas experiências com outras pessoas e analisar o impacto das diferenças no estilo de vida em uma grande população. Agora é possível usar tecnologias de compartilhamento como o Apps e inteligência artificial que podem determinar como diferentes entradas, como hábitos de 'estilo de vida', afetam um resultado - o 'relógio epigenético'.",
        "position": "Posicionamento personalizado e sistemático do",
        "health": "nosso aplicativo inteligente para a sua saúde",
        "links": "Nosso aplicativo conecta você a informações sobre comportamentos recomendados no estilo de vida de importantes associações médicas nacionais dos EUA, bem como a possíveis suplementos nutricionais, como SAMe, vitamina A, D e C.",
        "updated": "Esses links são atualizados regularmente e sugerimos que você continue atualizando examinando os links periodicamente. Essas recomendações são baseadas no que a “ciência” sabe hoje, elas não são perfeitas. Com mais dados e mais análises, a ciência está melhorando.",
        "first": "Nosso primeiro relatório é baseado nos dados de estilo de vida que você inseriu, que mostram até que ponto seus parâmetros de estilo de vida se desviam das recomendações de consenso. Você pode decidir fazer alterações com base neste relatório.",
        "dynamic": "Uma parceria dinâmica de longo prazo para ",
        "achive": "alcançar o 'envelhecimento saudável'",
        "suggest": "Sugerimos que você continue inserindo seus dados de estilo de vida.",
        "update": "Você atualizará seus dados de estilo de vida com a mesma regularidade que deseja. Você pode atualizar todas as perguntas, algumas ou nenhuma. No entanto, acreditamos que os relatórios precisos nos permitirão fornecer uma análise melhor.",
        "second": "Sugerimos que em 6 meses ou no máximo um ano você submeta sua saliva a um segundo teste.",
        "anonymized": "Seus dados serão anonimizados. Seus dados e dados de outros usuários anônimos são analisados ​​por inteligência artificial para desenvolver um 'modelo', que mede o impacto das mudanças no estilo de vida no 'relógio epigenético'.",
        "model": "Depois que mais dados forem acumulados, o 'modelo' examinará seus dados de estilo de vida e os resultados do teste serão compartilhados com você.",
        "analyze": "Analisaremos sua 'idade epigenética' e informaremos sobre o progresso e as mudanças de estilo de vida que você fez.",
        "routes": "rotas possíveis para a mudança será oferecido com base no nosso 'modelo' e seus dados.",
        "coevolve": "Esperamos que juntos possamos co-evoluir o seu bem-estar e nosso ambiente de aprendizado 'epiAging'. ",
        "your": "Sua",
        "expected": "Tu esperado",
        "chro": "/Idade cronologica/",
        "bio": "/Idade epigenética/",
        "is": "Sua idade epigenética é",
        "younger": "anos menor que a idade cronológica esperada na população.",
        "old": "anos maior que a idade cronológica esperada na população.",
        "yourbio": "(com um número) Sua idade epigenética ",
        "otherolder": "Outras pessoas que foram testadas, cuja idade epigenética é maior que a idade cronológica",
        "otheryounger": "Outras pessoas que foram testadas, cuja idade epigenética é menor que a idade cronológica",
        "how":"QUANTOS ANOS VOCÊ TEM?",
        "why":"Por que a sua",
        "epigenetic":"'era epigenética' é importante?",
        "calculate":"Calculadora de idade Epigenética esperada",
        "acceleration":"Calculadora de aceleração",
        "buildPDF":"Gerar PDF",
        "viewPdf":"Ver PDF",
        "pdfsuccess":"O PDF é gravado com sucesso. Clique EM Ver PDF para ver o arquivo PDF",
        "pdffail": "Falha ao criar pdf! Entre em contato com o e-mail de atendimento ao cliente: info@epi-age.com",
        "titlemsg":"Mensagem instantânea",
        "invalid":"Código inválido",
        "wait":"Seus resultados de epi-idade estarão prontos dentro de 4-5 semanas após a chegada da amostra de saliva ao laboratório. \n Por favor aguarde ...",
        "processed":"Detecção de processamento.\n Aguarde por favor.",
        "status":"Estado",
        "barcode":"Barcode",
        "Registerkit":"Registar barcode",
        "yourage":"Entre Na SUA idade.",
        "ageFormat":"Formato de idade incorrecto",
        "emailFormat":"Formato incorreto Da caixa de correio",
        "allow":"me avise",
        "baseinfo":"Informação de base",
        "regtime":"Register Time",
        "endtime":"Completo",
        "yourbarcode":"Type Barcode",
        "done":"Ensaio concluído",
        "detectTime":"Tempo de Detecção",
        "intransit":"Enviando",
        "remaining_days":"O número restante de dias",
        "Pendding":"Pendente"
    },
    "user_profile": {
        "title": "Seu perfil"
    },
    "CompanyActivity": {
        "team":"Nós somos a equipe de metilação do DNA",
        "title": "introdução da empresa",
        "nextgeneration": "Estamos desenvolvendo biomarcadores de metilação de DNA de próxima geração para detecção precoce do câncer e envelhecimento saudável.",
        "ecosystem": "Estamos trabalhando na construção de um novo ecossistema de saúde que guiará o gerenciamento personalizado da vida saudável.",
        "ittechnology": "Acreditamos que, com a ajuda da tecnologia de TI e dos testes de metilação do DNA, as pessoas devem poder se apropriar de sua saúde."
    },
    "TabAboutActivity": {
        "title": "Sobre nós",
        "company1":"Companhia",
        "introduction1":"Introdução",
        "science1":"Nossa Ciência",
        "team1":"Equipe",
        "dna1":"DNA",
        "methylation1":"Metilação",
        "biological1":"Biológico",
        "age1":"Era",
        "consent1":"Consentimento",
        "form1":"Formato"
    },
    "ScienceteamActivity": {
        "title": "Equipe Científica",
        "moshe": "Moshe Szyf, Prof.",
        "ceo": "Presidente",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "david": "David Cheishvili Ph.D.",
        "davidtitle": "Conselheiro Científico Sênior",
        "huili": "Hui Li  Ph.D.",
        "huilititle": "Gerente de laboratório (HK)",
        "chifat": "Chi Fat Wong Ph.D.",
        "chifattitle": "Pesquisador Sênior",
        "zhiyuan": "Zhiyuan Lv  Ph.D.",
        "zhiyuantitle": "Gerente de laboratório (GZ)",
        "Shafaat":"Shafaat A. Rabbani",
        "Shafaatmsg":"Dr. Rabbani é professor de medicina na McGill University Montreal, Canadá. Ele também é membro associado dos Departamentos de Fisiologia da Oncologia no McGill University Health Center. Rabbani publicou mais de 100 manuscritos, 5899 citações, o índice h é 45 e o índice i10 é 84. O professor Rabbani atuou como revisor especialista para CIHR, CRS, CBCRA, DOD, VA dos EUA, Komen. Ao longo dos anos, o Prof. Rabbani atuou como membro do conselho científico ou consultor de várias empresas de biotecnologia e farmacêuticas como (Amgen, AstraZeneca, Axys, Attenuon, America Diagnostica, Procyon).",
        "epidial": "Beijing Epidial Medical Diagnostic Technology Co.,Ltd."
    },
    "ProfMosheActivity": {
        "title": "Moshe Szyf, Prof.",
        "experiences": "| EXPERIÊNCIAS PROFISSIONAIS",
        "pioneer": "Pioneira no campo da epigenética",
        "inventor": "Inventor das primeiras patentes amplas no campo",
        "patent": "Inventor das primeiras patentes sobre metilação do DNA ",
        "founder": "Fundador do campo da epigenética comportamental e psiquiátrica",
        "thought": "Líder do pensamento, publicou 295 artigos na área",
        "fellow": "Membro da Sociedade Real do Canadá",
        "canadian": "Bolsista da Academia Canadense de Ciências da Saúde",
        "professor": "Professor Departamento de Farmacologia e Terapêutica Universidade McGill Montreal Canadá",
        "resident": "Cientista chefe residente de Pequim epidial medical diagnostic technology co., LTD.",
        "director": "Diretor do instituto epigenético, instituto de inovação yizhuang de Pequim",
        "video": "VÍDEOS RELACIONADOS",
        "o2o": "Healthtech O2O Summit Dr. Moshe Szyf, HKG Epitherapeutics.mp4",
        "hope": "Dr. Moshe Szyf , Science of Hope Conference 2017.mp4",
        "epigenetic": "Dr. Moshe Szyf, What is epigenetic and why knowing it will change your life .mp4",
        "behavioral": " Moshe Szyf, Behavioral Epigenetics.mp4",
        "pharmacology": "Farmacologia do Instituto ",
        "pharmacology2": "Canadense de Saúde GlaxoSmithKline ",
        "chairman": "Presidente",
        "mcgill": "Jemes McGill",
        "professor2": "Professor",
        "department": "Departamento de Farmacologia",
        "themcgill":"e Terapêutica McGill",
        "Associate": "professor associado",
        "papers": "| TRABALHOS PUBLICADOS",
        "member": "2013 -- Membro da Sociedade Real do Canadá",
        "ccnp": "2011 -- CCNP Neuropsicofarmacologia, Prêmio de Inovação",
        "radio": "2009 -- Prêmio Anual de Cientistas da Rádio Canadá",
        "forum": "2009 -- Discurso de Carolinska no Fórum Nobel",
        "pharma": "2007 -- GlaxoSmithKline Pharmacology",
        "list": "2001 -- Lista de Honras de Ensino da Faculdade de Medicina",
        "carrie": "1999 -- Prêmio de Orientação para o Ensino de Carrie Derek",
        "foundation": "1999 -- Fundação para Pesquisa do Câncer de Israel Eliot 'Prêmio de contribuição destacada Eliot Osseman' ",
        "institute": "1989-1995 --  Instituto Nacional do Câncer do Canadá, 'Outstanding Young Professor Award' ",
        "scholarship": "1987 -- Bolsa de Estudo da American Cancer Society",
        "rothshiild": "1984 -- Bolsa de estudos Rothschild",
        "university": "1980 -- Bolsa de Medicina da Universidade Hebraica",
        "masteer": "1980 -- Mestre ilustre",
        "halth": "Pesquisa Canadense em Saúde",
        "team": "Instituto- Equipe Cooperativa de Pesquisa em Saúde do Canadá na China",
        "cancer": "Canadian National Cancer",
        "analysis":"Análise Institute-Demethylase",
        "health": "Instituto Canadense de DNA da Saúde",
        "prospect":"Inibidor da Metiltransferase I e sua Perspectiva Terapêutica",
        "natural": "Conselho canadense de Natural",
        "science":"pesquisa em ciências e engenharia",
        "inst": "Instituto Nacional do Câncer do",
        "school": " Canadá e McGill Medical School"
    },
    "DavidActivity": {
        "title": "David Cheishvili Ph.D.",
        "senior": "Consultor Científico Sênior",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "professional": "| EXPERIÊNCIAS PROFISSIONAIS",
        "hong": "HKG Epitherapeutics, Hong Kong",
        "montreal": "Montreal EpiTerapia Inc Montreal",
        "canada": "Canada",
        "founder": "Co-Founder",
        "department": "Departamento de Farmacologia",
        "mcgill": " e Terapêutica Universidade McGill",
        "research": "Pesquisador Associado",
        "assistant": "Assistente de pesquisa",
        "fellow": "Pós-doutorado Hadassah da ",
        "hebrew": "Universidade Hebraica ",
        "honor": "PATENTES E HONRA",
        "conferences": "CONFERÊNCIAS",
        "us": "US patent 62/774,",
        "cancer": "994 DNA Methylation Markers for Early Detection of Cervical Cancer (Filed 04-Dec-2018)",
        "uspa": "US patent 62/695,",
        "dna": "429 DNA Methylation Markers for Noninvasive Detection of Cancer (Filed 07-Sept-2018)",
        "israel": "of the Israel Cancer Research Foundation",
        "alumni": "Toronto Alumni and Alumni Medical",
        "award": "Excellence Award",
        "medical": "Toronto Alumni and Friends Medical",
        "publshed": "| PUBLISHED PAPERS",
        "all": "@2021 HKG epi THERAPEUTICS Ltd. Todos OS direitos reservados",
        "forum": "2017 Sixth Asian Chromatin and Chromosome Forum",
        "india": "(Hyderabad, India)",
        "diseases": "2016 3rd Canadian Conference on Epigenetics of Development and Diseases",
        "canadaa": "(Canada)",
        "conference": "2011 Family Autonomic Neurological Dysfunction Foundation Basic Scientific Research Conference",
        "Hyindia": "(Hyderabad, India)",
        "first": "2010 First Scientific Conference of the Medical Research Institute of Hebrew University in Israel-Hadassah Medical College, Canada",
        "erat": "(Erat, Israel)",
        "reseach": "Twenty-first European Union for Cancer Research Conference, 2010",
        "oslo": "(Oslo, Norway)",
        "cell": "The 8th European Conference on Glial Cell Health and Diseases, 2009 ",
        "france": "(Paris, France)",
        "basic": "2008 Family Autonomic Neurological Dysfunction Foundation Basic Scientific Research Conference",
        "newyork": "(New York, USA)",
        "health": "The 8th European Conference on Gliocyte Health and Diseases, 2007",
        "london": "(London, UK)",
        "university":"Therapeutics McGil University",
        "fellowed":"Postdoctoral Fellow",
        "school":"Medical School"
    },
    "HuiliActivity": {
        "title": "Hui li Ph.D.",
        "lab": "Gerente de laboratório (HK)",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "exper": "| EXPERIÊNCIAS PROFISSIONAIS",
        "kong": "HKG Epitherapeutics, Hong Kong",
        "src": "SRC,China",
        "manage": "Gerenciamento de laboratório",
        "university": "McGill University, Canada",
        "research": "Ph.D. and Research",
        "student": "McGill Chinese Graduate Student",
        "montreal": "Association McGill University Montreal, Canada",
        "president": "President",
        "vice": "Vice President Event",
        "honors": "HONRAS",
        "comferences": "CONFERÊNCIAS",
        "medicine": "Experimental Medicine Productivity",
        "award": "Award McGill University",
        "grand": "Grand Excellence Award",
        "the": "The Research Institute of the ",
        "center": "McGill University Health Center",
        "studentship": "Studentship",
        "poster": "McGill Endocrine Retreat Poster Award",
        "excel": "McGill University Graduate Excel Fellowship",
        "studentt": "Student",
        "jp": "McGill University Claude J.P. Giroud",
        "fellowship": "Fellowship McGill University Principal's Graduate Fellowship",
        "papers": "| PUBLISHED PAPERS",
        "name": "Hui Li",
        "bing": ", Bing Li and Louise Larose. Silencing Nck1 prevents activation of the IRE1α-JNK-miR-122 pathway that controls PTP1B expression. 2015.",
        "retreat": "McGill Endocrine Retreat (Montreal, Canada)",
        "larose": "and Louise Larose. The adaptor protein Nck1 negatively regulates the PI3K/Akt pathway through protein tyrosine phosphatase 1B. 2014. ",
        "louise": " and Louise Larose. Identification of the adaptor protein Nck1 as a negative regulator of the PI3K/Akt pathway through PTP1B and IRE1α. 2013. ",
        "diabetes": "Canadian Diabetes Association Professional Conference (Montreal, Canada)",
        "laroseakt": "and Louise Larose. Akt phosphorylation/activation is modulated by the adaptor protein Nck1 through its ability to regulate the Endoplasmic Reticulum (ER) stress sensor IRE1α. 2012. ",
        "canada": "McGill Endocrine Retreat Montreal, Canada ( Poster Award)",
        "nck": "and Louise Larose. Nck1—an adaptor protein modulating expression of the Endoplasmic Reticulum (ER) stress sensor IRE1α. 2012.",
        "biology": "Experimental Biology 2012 (San Diego, USA)"
    },
    "ChifatActivity": {
        "title": "Chi Fat Wong Ph.D.",
        "senior": "Cientista senior",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "experiences": "| EXPERIÊNCIAS PROFISSIONAIS",
        "hongkong": "HKG Epitherapeutics, Hong Kong",
        "src": "SRC,China",
        "scientist": "Cientista senior ",
        "university": "The University of Hong Kong",
        "assistaant": "Research Assistant",
        "papers": "| PUBLISHED PAPERS",
        "rights": "@2021 HKG epi THERAPEUTICS Ltd. Todos OS direitos reservados"
    },
    "ZhiyuanActivity": {
        "title": "Zhiyuan Lv Ph.D.",
        "manager": "Lab Manager (GZ)",
        "beijing": "Beijing Epidial Medical Diagnostic Technology Co., Ltd.",
        "professional": "| PROFESSIONAL EXPERIENCES",
        "epidial": "Beijing Epidial Medicine Diagnosis Co.,",
        "ltd": "ltd, China, HongKong HKG epiTHERAPEUTICS Co., ltd;",
        "lab": "Lab Manager",
        "usa": "Georgia State University, Atlanta, USA.",
        "fellow": "Postdoctoral fellow",
        "state": "Nanjing University & Georgia State",
        "university": "University.",
        "phd": "Joint PhD student",
        "key": "State Key Laboratory of Pharmaceutical",
        "nanjing": "Biotechnology, School of Lifescience, Nanjing University.",
        "candidate": "Ph.D. Candidate",
        "honors": "HONRAS",
        "conferences": "CONFERÊNCIAS",
        "trainee": "2015.05 Trainee Abstract Award,",
        "american": "The American Association Immunologists (AAI) Annual Meeting;",
        "scholarship": "2010.09 National Scholarship,",
        "council": "China Scholarship Council;",
        "journals": "Ad Hoc Reviewer for Journals",
        "biochemistry": "Molecular and Cellular Biochemistry",
        "annuals": "Annuals of Clinical Biochemistry",
        "cellular": "Cellular and Molecular Biology",
        "journal": "Journal of Immunoassay and Immunochemistry",
        "board": "Editorial Board of Journal",
        "papers": "| PUBLISHED PAPERS",
        "reserved": "@2021 HKG epi THERAPEUTICS Ltd. Todos OS direitos reservados",
        "society": "2015 Annual Meeting of the American Society of Immunologists",
        "newusa": "(New Orleans, USA)",
        "third": "Third Annual Conference of the 2014 Southeast American Symposium on Immunology",
        "atlanta": "(Atlanta, USA)",
        "seminar": "2014 Georgia State University Biotechnology Seminar",
        "georgina": "2013 Georgia State University-Nanjing University Biotechnology Seminar",
        "symposium": "Third Asia-Pacific Diabetes Symposium 2009",
        "china": "(Nanjing, China)"
    },
    "MethylationActivity": {
        "title": "Metilação do DNA",
        "mark": "A metilação do DNA é uma marca química no DNA",
        "added": "A metilação do DNA é uma marca química que é adicionada ao DNA em diferentes posições durante a gestação.",
        "epigenetic": "A metilação do DNA faz parte do programa 'epigenético' de nossos genes.",
        "happens": "Quando a metilação do DNA ocorre em várias posições importantes nos genes, pode silenciar a função do gene.",
        "expressed": "É assim que o mesmo gene pode ser expresso ou silenciado em diferentes células do nosso corpo.",
        "software": "Metilação do DNA; o software genoma",
        "minicomputer": "Se imaginarmos que nosso DNA é um minicomputador executando nossas células, então:",
        "Hardware": "DNA - é o Hardware.",
        "Operating": "A sequência genética - é o sistema operacional.",
        "Softwre": "A metilação do DNA é o - Softwre que codifica Apps no DNA.",
        "specific": "Diferentes 'aplicativos' fazem as células executarem tarefas específicas no espaço e no tempo.",
        "silent": "Esses aplicativos genômicos garantem que nosso corpo funcione corretamente. Cada tecido é programado adequadamente para garantir nossa saúde e bem-estar. Cada tipo de célula tem sua combinação única de marcas de metilação e, como conseqüência, uma combinação única de genes ativos e silenciosos.",
        "disease": "Alterações na metilação do DNA podem causar doenças; mapear alterações na metilação do DNA pode detectar doenças",
        "tissue": "Alterações na metilação do DNA alteram a maneira como as células e os tecidos operam e podem converter um tecido saudável em um tecido doente.",
        "cancer": "Mais de três décadas atrás, Szyf sugeriu que mudanças na metilação do DNA causariam doenças como o câncer.",
        "methylation": "Portanto, a metilação do DNA é uma ótima plataforma para detectar e tratar doenças.",
        "studies": "Estudos do laboratório de Szyf da Universidade McGill mostraram que é possível reverter o câncer em um modelo animal, bloqueando a proteína que adiciona grupos de metilação ao DNA. Isso foi replicado por muitos estudos desde então.",
        "early": "Mais recentemente, Szyf mostrou que, ao examinar a metilação do DNA nos glóbulos brancos, é possível detectar precocemente o câncer de fígado.",
        "environment": "O ambiente pode causar alterações na metilação do DNA",
        "conditions": "Estudos realizados por Jirtle e seus colegas em 2004 mostraram em um modelo de camundongo que a dieta materna durante a gravidez afeta a metilação do DNA de sua prole e altera a cor do pêlo e a variedade de obesidade e outras condições.",
        "psychiatry": "Estudos de Szyf e colegas descobriram que o cuidado e o comportamento maternos afetam a metilação do DNA de seus filhos e como eles reagem ao estresse mais tarde na vida. Esses estudos lançaram os campos da epigenética comportamental e da psiquiatria epigenética.",
        "discoveries": "Essas descobertas forneceram a primeira evidência de que os ambientes psicológico e físico podem afetar a metilação do DNA.",
        "ventions": "A metilação do DNA é potencialmente reversível por intervenções físicas e comportamentais",
        "events": "Estudos sugerem que diferentes mudanças ambientais podem alterar ou reverter os eventos de metilação do DNA.",
        "changes": "Assim, existe o potencial de podermos mudar a metilação do DNA por mudanças no estilo de vida.",
        "reversible": "Nosso otimismo sobre a metilação do DNA deriva do fato de que a metilação do DNA diferente da genética é reversível.",
        "clock": "Metilação do DNA e o relógio epigenético",
        "paradigm": "Uma mudança de paradigma na busca de marcadores biológicos da idade aconteceu com a descoberta do \"relógio epigenético\" por Horvath.",
        "discovered": "Foi descoberto que o nível de metilação de certos genes em nosso DNA muda à medida que envelhecemos.",
        "measuring": "Medindo a metilação desses genes, é possível determinar nossa idade epigenética.",
        "biological": "Nossa idade epigenética é uma medida melhor de nossa saúde e bem-estar do que a idade cronológica.",
        "acceleration": "Estudos mostram que a aceleração da 'idade de metilação do DNA' é um preditor de morte prematura e doença crônica.",
        "bydietary": "Experimentos em animais mostram que é possível reverter alterações do relógio biológico bydietary.",
        "epi": "@2021 HKG epi THERAPEUTICS Ltd. Todos OS direitos reservados"
    },
    "QuestionnaireActivity": {
        "title": "Questionários",
        "lifestyle":"Lifestyle Questionnaire",
        "mood":"Auto-avaliação",
        "mcgill":"McGill Pain Questionnaire",
        "sleep":"Auto-avaliação do sono",
        "diet":"Recomendação de dieta",
        "how":"Como preencher o questionário?",
        "eip":"@2021 HKG epi THERAPEUTICS Ltd. Todos os direitos reservados"
    },
    "ConsentActivity": {
        "title": "Formulário de consentimento do usuário",
        "customer": " HKG epi THERAPEUTICS Customer Data Consent Form",
        "users": "Caros usuários",
        "welcome": "Bem-vindo ao",
        "epi": "HKG epi THERAPEUTICS Ltd.",
        "registering": "Antes de se registrar, leia os seguintes termos de serviço com atenção.",
        "about": "Sobre",
        "app": "EPIAGING APP",
        "your": "O EPIAGING APP está prestes a salvar seus dados médicos pessoais",
        "blinded": "'cegos'",
        "personal": " no EpiAging Mobile App e o mecanismo de análise de dados na 'nuvem', que requer suas informações e consentimento. Sua identidade está cega e você receberá um número de identificação. Sua identidade pessoal não será armazenada no aplicativo móvel ou no servidor. Depois de baixar o aplicativo, você receberá um ID que permitirá recuperar seus dados e receber relatórios de integridade, mas sua identidade permanecerá desconhecida no aplicativo ou no mecanismo de análise 'nuvem'.",
        "purpose": "Objetivo",
        "designed": "desenvolvido para ajudá-lo a aproveitar o poder do seu epigenoma para o envelhecimento saudável, fornecendo uma avaliação baseada na metilação do DNA de sua verdadeira idade epigenética e fornecendo links e recomendações de sociedades médicas nacionais respeitáveis ​​sobre mudanças no estilo de vida que podem melhorar sua saúde. saúde. É sua decisão o que muda a ser feito. No entanto, estamos solicitando que você compartilhe conosco",
        "anonymously": "'anonimamente'",
        "changes": "as alterações que você fez usando os botões de entrada simples no aplicativo, esses dados serão transmitidos para um mecanismo de aprendizado de máquina que analisará suas alterações no estilo de vida e fornecerá um relatório periódico. Testar sua idade epigenética periodicamente usando nosso teste de metilação do DNA ajudará a avaliar o progresso. Pedimos que você compartilhe as mudanças que você fez com outras pessoas e, assim, se torne um parceiro em um esforço conjunto para melhorar sua saúde e a de outras pessoas.",
        "data": "Como enriquecer dados de saúde",
        "obligated": "Você não é obrigado a responder às perguntas deste aplicativo e é sua decisão que informações fornecer. Da mesma forma, é sua decisão fazer ou evitar mudanças no estilo de vida e atender ou ignorar as recomendações das diferentes associações médicas que estamos fornecendo. No entanto, quanto mais ricos os dados, melhor e mais útil será a análise para você e outras pessoas na",
        "community": "'comunidade de aplicativos epiaging'.",
        "analyzing": "Ao analisar o fluxo de dados de muitos outros usuários de aplicativos com \"aprendizado de máquina\", obteremos combinações de alterações no estilo de vida que podem ter um impacto positivo na redução da velocidade do envelhecimento.",
        "sharing": "Compartilhamento de dados anônimos",
        "believe": "Acreditamos que a boa saúde requer a parceria de muitas pessoas que compartilham suas experiências e aprendem umas com as outras, em vez de um fluxo unidirecional de instruções do profissional de saúde \"instruído\" para o \"paciente\". Sabemos que a ciência médica é imperfeita e seu progresso envolve tentativa e erro. Aprenderemos juntos como \"parceiros\" compartilhando experiências, avaliando o progresso e usando o melhor da tecnologia de aprendizado de máquina para analisar os dados que você fornece e obter feedbacks que serão obtidos. orientar melhorias adicionais. Ao aprender com muitas pessoas que se envolverão como você, poderemos trabalhar juntos para melhorar nossa saúde e a de outras pessoas. Entendemos que é um requisito estrito que seus dados permaneçam absolutamente \"ocultos\" e que sua identidade pessoal permaneça anônima. Somente se essas regras de anonimato forem estritamente respeitadas, poderemos participar livremente dessa grande parceria.",
        "security": "Segurança de dados",
        "accordance": "De acordo com os Regulamentos de proteção de dados no que diz respeito à proteção de dados, você tem o direito de solicitar acesso e retificação ou exclusão de seus dados pessoais ou restrição de processamento referente a seus dados ou se opor ao processamento, bem como o direito à portabilidade de dados. Você pode exercer esse direito entrando em contato com (info@hkgepitherapeutics.com). Seu nome e identidade serão criptografados e protegidos por firewall. Após a sua assinatura, você receberá um ID cego que permitirá fornecer dados e permanecer anônimo no sistema.",
        "agree": "Aceita",
        "ved": "@2021 HKG epi THERAPEUTICS Ltd. Todos OS direitos reservados"
    },
    "McGillChartActivity": {
        "title": "Questionários de Dor McGill",
        "pain": "O Questionário de Dor McGill",
        "wideused": "Introdução: O Mcgill Pain Questionnaire (MPQ) tornou-se um dos testes mais utilizados para medir a dor.",
        "provides": "Ele fornece informações valiosas sobre as dimensões sensoriais, afetivas e avaliativas da experiência da dor e é capaz de discriminar entre diferentes problemas [7].",
        "several": "O MPQ não é uma ferramenta perfeita e várias variantes foram desenvolvidas [2, 4,7]. Apesar da utilidade de formas alternativas especializadas,",
        "research": " o MPQ original ainda é comumente usado no diagnóstico e na pesquisa de uma ampla variedade de problemas de dor [7]",
        "feel": "Como é a sua dor?",
        "following": "Declaração: Algumas das seguintes palavras abaixo descrevem sua dor atual. Circule APENAS as palavras que melhor a descrevem. Deixe de fora qualquer categoria que não seja adequada. Use apenas uma única palavra em cada categoria apropriada - a que se aplica melhor.",
        "throbbing": "Throbbing",
        "score": "Ponto",
        "stabbing": "Facada",
        "shooting": "Tiroteio",
        "sharp": "Afiado",
        "cramping": "Cólicos",
        "gnawing": "Roer",
        "hotburning": "Queimadura a quente",
        "aching": "Doendo",
        "heavy": "Pesado",
        "tender": "Concurso",
        "splitting": "Divisão",
        "exhausting": "Exaustão",
        "sickening": "Doente",
        "fearful": "Medo",
        "how": "Como você ",
        "like": "se sente?"
    },
    "MoodChartActivity": {
        "title": "Questionários de humor",
        "emotions": "Quando se trata de emoções, às vezes pode ser difícil reconhecer ou admitir que não estamos nos sentindo 100%",
        "assessment": "Auto-avaliação de humor",
        "short": "Se você tem 16 anos ou mais, leve este pequeno questionário para",
        "fortnight": "(1) Ajudá-lo a entender melhor como está se sentindo na última quinzena",
        "advice": "(2) Direcione você na direção certa para obter conselhos e informações úteis",
        "things": "Quantas vezes você teve pouco interesse ou prazer em fazer as coisas?",
        "score": "Ponto",
        "hopeless": "Quantas vezes você foi incomodado por se sentir triste, deprimido ou sem esperança?",
        "asleep": "Quantas vezes você foi incomodado por problemas para adormecer, dormir ou dormir demais?",
        "energy": "Quantas vezes você foi incomodado por se sentir cansado ou com pouca energia?",
        "appetite": "Quantas vezes você foi incomodado por falta de apetite ou comer demais?",
        "family": "Quantas vezes você foi incomodado por se sentir mal consigo mesmo, ou por ser um fracasso, ou ter decepcionado sua família ou sua família?",
        "reading": "Quantas vezes você foi incomodado por problemas para se concentrar em coisas como ler o jornal ou assistir televisão?",
        "usual": "Quantas vezes você se incomodou em se mover ou falar tão lentamente que outras pessoas poderiam ter notado, ou o contrário - ficar tão inquieto ou inquieto que você se move muito mais do que o habitual?",
        "anxious": "Quantas vezes você foi incomodado por se sentir nervoso, ansioso ou nervoso?",
        "worrying": "Quantas vezes você se incomodou por não conseguir parar ou controlar a preocupação?",
        "different": "Quantas vezes você se incomodou por se preocupar demais com coisas diferentes?",
        "relaxing": "Quantas vezes você foi incomodado por ter problemas para relaxar?",
        "still": "Quantas vezes você se incomodou por estar tão inquieto que é difícil ficar parado?",
        "irritable": "Quantas vezes você se incomodou em ficar facilmente irritado ou irritado?",
        "easily": "Quantas vezes você se incomodou em ficar facilmente irritado ou irritado?",
        "attack": "Você teve um ataque de ansiedade (subitamente sentindo medo ou pânico)?"
    },
    "BiologicalActivity": {
        "title": "Idade epigenética",
        "biological": "Idade epigenética Detecção 2.0 ",
        "wrinkles": "Pare de contar sua idade por aniversários ou velas no bolo, nas rugas, nos pés de galinha ou nas rugas do rosto - esses são apenas números. E hoje, os números não contam.",
        "old": "Quantos anos você tem?",
        "importment": "Por que é importação?",
        "different": "As pessoas envelhecem em taxas diferentes. Alguns 'parecem' e 'parecem' mais velhos que a idade cronológica, enquanto outros parecem mais jovens que a idade cronológica.",
        "better": "Nossa idade epigenética é um parâmetro melhor do nosso bem-estar e tempo de vida do que a nossa idade cronológica.",
        "hardware": "○ O DNA é o hardware, a genética é o sistema operacional e a metilação do DNA e outros fatores epigenéticos são o software que programa o genoma.",
        "epigenetics": "○ É importante ressaltar que 'epigenética' diferente de 'genética' é potencialmente reversível por intervenções alimentares e mudanças no estilo de vida.",
        "suggest": "○ Estudos sugerem que o 'relógio epigenético' acelerado pode estar associado a um risco aumentado para várias doenças crônicas relacionadas à idade, como doenças cardiovasculares e câncer em idade mais avançada. (ligação:",
        "paradigm": "○ Uma mudança de paradigma na busca de marcadores biológicos da idade ocorreu com a descoberta do 'relógio epigenético' por Horvath, que se baseia na medição do status de metilação do DNA em 500 posições estratégicas no DNA.",
        "ncbi": "https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease",
        "still": "). No entanto, este ainda é um campo aberto e são necessários mais estudos.",
        "studies": "○ Estão surgindo estudos preliminares que mostram que mudanças na dieta podem causar desaceleração do relógio epigenético em certas pessoas, no entanto, essa ainda é uma vida aberta. (ligação:",
        "pubmed": "https://www.ncbi.nlm.nih.gov/pubmed/30350398",
        "including": "○ As mudanças no estilo de vida, incluindo exercícios e mudança de hábitos alimentares, são recomendadas pelas associações médicas nacionais há algum tempo, porém precisamos de mais dados sobre as mudanças mais recomendáveis ​​e elas devem ser personalizadas.",
        "learn": "○ Uma maneira de aprender sobre mudanças de estilo de vida recomendáveis ​​é compartilhar nossas experiências com outras pessoas e analisar o impacto das diferenças no estilo de vida. Agora isso é possível usando tecnologias de compartilhamento, como aplicativos, bem como inteligência artificial.",
        "epiaging": "O que é o teste epiAging?",
        "mean": "O que isso significa?",
        "extensive": "○ Após extensa mineração de dados, descobrimos uma única região de metilação por CG relacionada à idade que era suficiente para prever com precisão a idade epigenética usando saliva.",
        "decelerate": "○ Embora ainda não esteja claro como é possível desacelerar a idade, as mudanças no estilo de vida recomendadas pela maioria das associações médicas nacionais talvez sejam um ponto de partida. Uma idade avançada é uma 'bandeira vermelha', não mais que sugere que talvez seja hora de fazer algumas mudanças no estilo de vida.",
        "consider": "○ Consideramos uma \"bandeira vermelha\" e uma \"idade epigenética\" com mais de um desvio padrão do teste. O desvio padrão fornece uma idéia sobre a distribuição na população normal que, neste ponto da análise, é de 5 anos. À medida que mais testes são acumulados, obteremos um número mais preciso da 'distribuição normal'.",
        "red": "○ Uma 'bandeira vermelha' pode levar você a agir de acordo com seu estilo de vida.",
        "information": "○ Nosso aplicativo o vinculará a informações sobre comportamentos de estilo de vida recomendados por importantes associações médicas nacionais dos EUA. Eles são atualizados regularmente e sugerimos que você continue atualizando examinando os links periodicamente. Essas recomendações são baseadas no que a \"ciência\" sabe hoje, elas não são perfeitas. Com mais dados e mais análises, a ciência está melhorando.",
        "update": "○ Você atualizará seus dados de estilo de vida com a regularidade que desejar. Você pode atualizar todas as perguntas, algumas ou nenhuma. No entanto, acreditamos que relatórios precisos fornecerão uma análise melhor e mais precisa.",
        "report": "○ Inicialmente, nosso relatório mostrará a que distância estão os parâmetros de seu estilo de vida das recomendações de consenso. Seus dados serão anonimizados e seus dados e outros usuários anônimos serão analisados ​​por inteligência artificial para desenvolver um modelo baseado em muitos usuários que mede o impacto que as mudanças no estilo de vida têm no 'relógio epigenético'. Com o tempo, à medida que mais dados são acumulados., O modelo será usado nos dados do seu estilo de vida e os resultados do 'modelo' serão compartilhados com você.",
        "administer": "○ Nosso teste é simples de administrar, de baixo custo, robusto e preciso, e é dinamicamente integrado a um ecossistema de saúde ao longo da vida, impulsionado pela tecnologia de aplicativos e aprendizado de máquina.",
        "app": "Por que você precisa de questionários no aplicativo?",
        "sense": "○ Os testes EpiAging fazem sentido apenas dentro de um sistema dinâmico de estilo de vida, ambiente e gerenciamento de saúde ao longo da vida.",
        "personalized": "○ Uma avaliação personalizada incluindo intervenção será gerada com base nas informações de saúde e estilo de vida que você forneceu.",
        "health": "○ Atualiza periodicamente os parâmetros de saúde e estilo de vida para ativar o relatório de análise personalizado ao longo da vida.",
        "questionnaires": "Por que você precisa de questionários no aplicativo?",
        "clock": "Todo mundo tem um relógio de DNA",
        "chronological": "○ Todos sabemos a nossa idade cronológica. Mas quantos anos realmente temos? As pessoas envelhecem em taxas diferentes. Alguns \"parecem\" e \"parecem\" mais velhos do que a idade cronológica, enquanto outros parecem mais jovens que a idade cronológica.",
        "life": "Nossa idade epigenética é um parâmetro melhor do nosso bem-estar e tempo de vida do que a nossa idade cronológica.",
        "know": "Mas como sabemos a nossa \"era epigenética\"?",
        "identifying": "Acredita-se que, se pudermos definir a verdadeira “idade epigenética”, poderemos testar e projetar intervenções que desacelerarão a taxa de envelhecimento biológico. Nas últimas décadas, um grande esforço foi investido na identificação de diferentes parâmetros que poderiam prever o \"envelhecimento biológico\" e a expectativa de vida, como medidas de fragilidade, envelhecimento dos cabelos, envelhecimento da pele, níveis de diferentes tipos de glóbulos brancos. No entanto, a maioria desses marcadores não oferece vantagens em conhecer a sua idade cronológica.",
        "longevity": "Parâmetros que prevêem 'envelhecimento biológico' e longevidade",
        "method": "Método de detecção de idade epigenética",
        "length": "Comprimento do Telômero",
        "correlation": "Baixa correlação",
        "requirements": "Altos requisitos técnicos",
        "small": "Pequenos erros técnicos podem ter um papel decisivo",
        "results": "impacto nos resultados.",
        "scores": "Escores de idade metabólica",
        "sampling": "Os métodos de amostragem e detecção são complexos e não foram verificados em um grande número de amostras populacionais",
        "epigenetic": "O relógio epigenético",
        "closely": "está intimamente relacionado à função epigenética do corpo humano, e a aceleração do relógio epigenético está relacionada ao risco de doenças neurodegenerativas e câncer.",
        "epiagings": "epiAging",
        "methylation": "O epiAging usa um método chamado metilação do DNA para determinar sua verdadeira idade - que pode, como a ciência pensa nesta época e idade, revelar algumas informações importantes sobre sua verdadeira saúde e, possivelmente, a qualidade e até o tempo de sua vida.",
        "hkepi": "HKG epi THERAPEUTICS",
        "already": "A HKG epi THERAPEUTICS já possui três décadas de pesquisa pioneira nesta emocionante área de metilação do DNA. Com nosso método exclusivo de diagnosticar a metilação do DNA armazenada em suas células na saliva, revelamos sua idade real, o que pode encorajá-lo a fazer mudanças no estilo de vida que algumas evidências sugerem que pode levar ao seguinte:",
        "slow": "Retardar o processo de envelhecimento",
        "onset": "Prevenir a doença antes do início",
        "quality": "Melhorar sua qualidade de vida",
        "extend": "Estenda o comprimento da sua vida",
        "making": "Simplificando a Ciência",
        "fast": "Qual a velocidade do seu relógio biológico?",
        "chronologicaled": "Se sua idade cronológica é 50 e sua idade epigenética é 35, excelente! Mas se a sua idade cronológica é de 35 anos e a sua idade epigenética diz que você tem 50 anos - pode ser o alarme solicitando que você faça mudanças no estilo de vida.",
        "possibly": "O envelhecimento avançado está possivelmente associado ao aumento do risco de doenças graves. A epigenética pode não ser a Fonte da Juventude, mas é a Fonte da Vida.",
        "really": "Então pegue a chave e saiba quantos anos você tem, realmente!",
        "test": "O teste Epiaging",
        "developed": "Desenvolvemos e introduzimos um teste de detecção de Epiaging conveniente e eficiente.",
        "epitherapeutics": "Cientistas da epiterapeutica HKG exploraram um grande número de locais de metilação por CG relacionados à idade em centenas de dados publicados de metilação de DNA e selecionaram uma região contendo 13 locais de metilação, a partir dos quais as amostras de saliva podem prever com precisão a idade epigenética.",
        "steps": "Descubra sua idade epigenética em 5 etapas simples, mude seu estilo de vida e melhore sua saúde",
        "download": "PASSO 1: Baixe o aplicativo",
        "register": "Baixe o aplicativo, registre-se e solicite seu teste EpiAging. Você receberá seu tubo de coleta de saliva pelo correio.",
        "step2": "PASSO 2: CUSTO. FOCA. NAVIO",
        "saliva": "Expelir sua saliva (cuspir) para dentro do tubo, fechar e selar o envelope e enviar seu pacote de teste para o nosso laboratório com o selo auto-endereçado.",
        "step3": "PASSO 3: RESPONDER AS PERGUNTAS E INSERIR OS DADOS",
        "questionnaire": "Abra o botão do questionário. Digite seus dados. Salvar os dados Compare seus dados com as recomendações e faça alterações ou solicite suplementos nutricionais. Relate as alterações com freqüência. Uma qualidade mais alta dos relatórios permitirá análises de alta qualidade e uma recomendação personalizada mais precisa. Você receberá um relatório contínuo em seu aplicativo descrevendo seu progresso. Depois que os dados forem acumulados, um relatório personalizado de possíveis alterações será fornecido em seu aplicativo.",
        "step4": "PASSO 4: DESCUBRA SUA IDADE",
        "analyze": "Nosso laboratório de ponta analisará seus dados epigenéticos para calcular sua idade epigenética e você poderá visualizar relatórios personalizados através do aplicativo.",
        "step5": "STEP 5: MAKE LIFESTYLE CHANGES IMPROVE YOUR HEALTH",
        "lifestyle": "Também analisaremos seus dados de estilo de vida. Você continua fazendo mudanças no estilo de vida e nos relatórios. Você recebe relatórios personalizados sobre sua Ordem de Progresso periodicamente, novos testes de avaliação para avaliar seu progresso. Uma nova análise será fornecida com algumas sugestões. Continue melhorando e testando seu epiAge.",
        "foot": "@2021 HKG epi THERAPEUTICS Ltd. Todos OS direitos reservados",
        "counts":"A única idade que conta é",
        "danage":"A idade do seu DNA biológico."
    },
    "SleepChartActivity": {
        "title": "Questionários do sono",
        "assessment": "Auto-avaliação do sono",
        "people": "A maioria das pessoas experimenta problemas com o sono em sua vida. De fato, acredita-se que um terço dos britânicos tenha episódios de insônia em algum momento.",
        "include": "As causas podem incluir condições psicológicas (como depressão ou ansiedade) ou uma combinação de ambas. Este breve teste da Sleepio fornecerá uma pontuação de sono ', além de dicas e conselhos práticos para melhorar seu sono. ",
        "total": "Pensando em uma noite típica no último mês, se você acordar, por quanto tempo está acordado no total?",
        "asleep": "Pensando em uma noite típica no mês passado, quanto tempo você leva para adormecer?",
        "util": "minuto",
        "night": "noite",
        "quality": "Pensando em uma noite típica no mês passado, como você avaliaria sua qualidade de sono?",
        "score": "Ponto",
        "mood": "Pensando no mês passado, em que medida o sono ruim afetou seu humor, energia ou relacionamentos?",
        "productivity": "Pensando no mês passado, até que ponto o sono ruim afetou sua concentração, produtividade ou capacidade de permanecer acordado?",
        "general": "Pensando no mês passado, em que medida o sono ruim o incomodou em geral?",
        "problem": "8. Há quanto tempo você tem um problema com o seu sono?",
        "month": "mês"
    },
    "DietChartActivity": {
        "title": "Recomendação da dieta",
        "confirmText": "confirme",
        "chooseBreakfast": "Escolha comida ...",
        "food": "Consumo de Alimentos (calorias / dia)",
        "source": "Source: Healthline",
        "recommen": "Recomendação:",
        "calories": "Uma mulher comum precisa comer cerca de 2000 calorias por dia para manter e 1500 calorias para perder um quilo de peso por semana. Um homem comum precisa de 2500 calorias para manter e 2000 para perder um quilo de peso por semana.",
        "diet": "Entre na sua dieta",
        "foodd": "Comida",
        "each": "Cada",
        "edit": "Editar",
        "caloriess": "Calorias:",
        "kcal": "kcal",
        "fat": "Gordura saturada:",
        "g": "g"
    },
    "SameActivity": {
        "title": "Introdução ao SAMe",
        "what":"O que é",
        "what2": "SAMe?",
        "affacthealth": "SAMe é um produto natural no corpo humano, que pode afetar a saúde humana.",
        "same": "SAMe",
        "sam": "SAMe é um suplemento nutricional, não um medicamento.",
        "body": "SAMe (S-Adenosil Metionina) é um produto químico encontrado naturalmente no corpo.",
        "considered": "O SAMe é considerado o mais importante doador de metila no organismo.",
        "level": "O nível de SAMe diminui à medida que o corpo envelhece. Concomitantemente, é provável que ocorram vários problemas de saúde, incluindo humor, articulações e distúrbios hepáticos.",
        "molecules": "Todas as moléculas SAMe têm duas formas: o número SS (ativo) e o número RS (inativo).",
        "tosylate": "Enquanto o SAMe vem em duas formas estáveis ​​de sal; disosfato de tosilato e butano, apenas a forma de tosilato é apoiada por vinte anos de pesquisa para segurança e eficácia.",
        "according": "De acordo com estudos clínicos, o SAMe pode melhorar a saúde emocional, relaxamento das articulações e função hepática",
        "quality": "Em março de 2003, a AHRQ (Agência de Pesquisa e Qualidade em Saúde), uma divisão dos Serviços de Saúde e Humanos dos Estados Unidos, divulgou os resultados de um grande estudo sobre o SAMe.",
        "depression": "O SAMe é tão eficaz quanto os medicamentos prescritos convencionais no tratamento da depressão",
        "effective": "O SAMe é tão eficaz quanto os medicamentos de prescrição padrão (AINEs) no tratamento da osteoartrite",
        "diseases": "O SAMe tem benefícios significativos para pacientes que sofrem de várias doenças hepáticas.",
        "effects": "Natural SAMe não foi encontrado para ter quaisquer efeitos colaterais visíveis.",
        "spotlight": "SAMe em destaque",
        "october": "A revista Arthritis Today (OctoberIssue) ",
        "lists": "lista o SAMe como o melhor complemento para a osteoartrite.",
        "research": "O estudo da Arthritis Research UK dá",
        "highest": "SAMe o mais alto grau de suplemento oral para alívio da osteoartrite.",
        "study": "O estudo de Massachusetts",
        "hospital": "O Hospital Geral demonstrou que o SAMe combinado com antidepressivos aumentou significativamente as taxas de remissão em pacientes com depressão maior que falharam na terapia convencional.",
        "korean": "Um estudo coreano descobriu que o SAMe",
        "as": "é tão eficaz quanto o NSAID Nabumetone.",
        "university": "O estudo realizado pela Universidade da",
        "calfornia": "Califórnia mostrou que o SAMe é tão eficaz quanto o Celecoxib, um medicamento de prescrição para artrite.",
        "basic": "Pesquisa básica sobre SAMe em linhas de células humanas e animais que ainda não foram seguidos por estudos clínicos",
        "animals": "Demonstrou-se que o SAMe bloqueia o crescimento e a metástase do câncer de mama em experimentos com linhas e animais de câncer de mama.",
        "shown": "Demonstrou-se que o SAMe bloqueia o crescimento e a metástase do câncer de mama em experimentos com linhas e animais de câncer de mama.",
        "prostate": "Demonstrou-se que o SAMe bloqueia o crescimento de células de câncer de próstata.",
        "formation": "Demonstrou-se que o SAMe inibe a formação de câncer de fígado em ratos e câncer colorretal em camundongos.",
        "was": "Demonstrou-se que o SAMe melhora a memória em um modelo de camundongo da doença de Alzheimer quando tomado antes do início dos sintomas.",
        "why": "Por que escolher o nosso SAMe?",
        "standards": "Nosso SAMe é fabricado com os mais altos padrões, usando o método italiano original (dissulfato de sal-tosilato).",
        "consistently": "As matérias-primas iniciais de nossos produtos SAMe testam consistentemente a mais alta razão de isômeros SS / RS do mercado:",
        "ss": "SS isomer",
        "rs": "80% / RS isomer",
        "tablets": "Nossos comprimidos SAMe são revestidos entericamente para uma ótima absorção pelo organismo.",
        "sealed": "Nossos comprimidos SAMe são selados em blisters para garantir a frescura.",
        "potency": "Nosso SAMe é fabricado com padrões de pureza e potência garantidos.",
        "falvors": "Sem sabores artificiais, sem laticínios, sem conservantes, sem alérgenos, sem fermento ou glúten, certificado Kosher.",
        "minimun": "Sem sabores artificiais, sem laticínios, sem conservantes, sem alérgenos, sem fermento ou glúten, certificado Kosher.",
        "when": "Cuidado ao tomar SAMe",
        "should": "SAMe não deve ser usado em conjunto ou no local de tratamento recomendado pelo seu médico.",
        "taking": "Se você estiver tomando medicação e considerar tomar o SAMe como suplementar, consulte seu médico para garantir que o SAMe não interaja com o medicamento que você está tomando.",
        "ltd": "@2021 HKG epi THERAPEUTICS Ltd. Todos OS direitos reservados"
    },
    "DataActivity": {
        "title": "Segurança de dados",
        "filling": "Importância do preenchimento de questionários",
        "epiaging": "Os testes EpiAging fazem sentido apenas dentro de um sistema de gerenciamento dinâmico de estilo de vida, meio ambiente e saúde.",
        "personalized": "Uma avaliação personalizada incluindo intervenção será gerada com base nas informações de saúde e estilo de vida que você forneceu.",
        "update": "Atualize seus parâmetros de saúde e estilo de vida periodicamente para ativar o relatório de análise personalizado ao longo da vida.",
        "how": "Como conduzimos a análise de dados?",
        "test": "Os resultados dos testes de epiaging são analisados ​​continuamente com parâmetros gerais de saúde, intervenções pessoais e resultados de vários usuários usando algoritmos de aprendizado de máquina de última geração.",
        "analysis": "Análise personalizada com algumas rotas possíveis para aprimoramento.",
        "data": "Os dados em nossa base de dados são ocultados em relação à identidade pessoal.",
        "access": "Nenhum acesso é permitido às suas informações pessoais por qualquer pessoa que tenha acesso aos seus dados de saúde e estilo de vida.",
        "results": "Os resultados dos testes de epiaging são analisados ​​continuamente com parâmetros gerais de saúde, intervenções pessoais e resultados de vários usuários usando algoritmos de aprendizado de máquina de última geração.",
        "routes": "Análise personalizada com algumas rotas possíveis para melhoria.",
        "datain": "Dados em nossa base de dados são cegos com relação à identidade pessoal.",
        "allowed": "Nenhum acesso é permitido às suas informações pessoais por qualquer pessoa que tenha acesso aos seus dados de saúde e estilo de vida.",
        "general": "Somente conclusões gerais baseadas em um resumo geral da população serão compartilhadas.",
        "information": "Como garantimos que as informações sejam confidenciais?",
        "privacy": "Temos sistema de gerenciamento de privacidade e segurança de dados.",
        "without": "Sem o seu consentimento explícito, não compartilharemos nenhum dos seus dados pessoais.",
        "will": "Não forneceremos suas informações ou resultados a empregadores ou empresas de seguro de saúde de outras empresas.",
        "unless": "A menos que sejamos obrigados a cumprir ordens judiciais válidas, não forneceremos informações às agências policiais.",
        "learn": "Saiba mais sobre nossas cláusulas de privacidade.",
        "logged": "Quando você não está conectado ao sistema, suas informações de saúde e informações pessoais do usuário estarão em um estado 'livre', e ninguém pode encontrar suas informações relacionadas.",
        "not": "Não teremos ou salvaremos a chave privada do usuário para descriptografar os dados do usuário de acordo com nossa Declaração de segurança de dados. Salve sua única chave privada."
    },
    "RasEncryptionActivity": {
        "title": "Configuração de segurança de dados",
        "press": "Por favor, pressione o botão 'GERAR' para gerar sua chave pública exclusiva e chave privada. Em seguida, pressionando 'SALVAR',",
        "press2": " a chave pública exclusiva e a chave privada serão salvas no seu ",
        "setkey": "Depois que a chave privada é definida, nenhuma alteração é permitida. Se a chave privada for alterada, todos os dados íntegros salvos anteriormente serão perdidos. Novos dados íntegros serão criptografados usando uma nova chave privada,",
        "setkey2": "e só pode ser definido uma vez.",
        "savekey": "Não teremos ou salvaremos a chave privada do usuário para descriptografar os dados do usuário de acordo com ",
        "security": "a Declaração de Segurança de Dados e a Lei HIPPA",
        "freestate": "Quando você não estiver conectado ao sistema, suas informações de saúde e informações pessoais do usuário estarão em um estado 'gratuito' e ninguém poderá encontrar suas informações associadas entre eles.",
        "savekey2": ", salve sua única chave secreta.",
        "unique": "A chave pública exclusiva e a chave privada serão necessárias para entrar novamente se o usuário efetuar login novamente.",
        "failed": "Mensagem, Falha na geração da chave, gere novamente.",
        "success": "A chave pública e a chave privada são muito importantes para garantir sua segurança de dados neste aplicativo. Não salvaremos ou teremos sua chave pública e chave privada. Faça uma captura de tela ou copie e cole para salvar a chave pública e a chave privada, para que você possa preencher e obter seus dados facilmente da próxima vez.",
        "generate": "GERAR",
        "privatekey": "Chave privada",
        "publickey": "Chave pública",
        "save":"SALVAR",
        "copykeys":"COPIAR CHAVES",
        "titlemsg":"mensagem",
        "meg":"A chave pública e a chave privada foram copiadas para a área de transferência."
    },
    "QAActivity": {
        "title": "Q&A",
        "test":"1.Manual do usuário do EpiAging App",
        "report":"2.Como obter o meu relatório de teste epiAging?",
        "fillques":"3.Como preencher os questionários?",
        "calfoot":"4.Como calcular as calorias dos alimentos que você ingere?"
    },
    "ContactActivity": {
        "title": "Contate-Nos",
        "phone": "(+852) 2354 8297",
        "utics": "info@hkgepitherapeutics.com",
        "http": "https://www.hkgepitherapeutics.com",
        "hkg": "HKG epitherapeutics Limited Unit 613, Biotech Centre 2,Hong Kong Science Park,Sha Tin,N.T.,Hong Kong"
    },
    "QuesnoteActivity": {
        "title": "Notificação",
        "about": "Sobre questionários",
        "are": "Os questionários são ",
        "optional": "opcionais para preenchimento.",
        "however": "No entanto, epigenética afetada pelo estilo de vida e pelo ambiente. Nossa filosofia é que os testes de epiaging só fazem sentido dentro de um sistema de gerenciamento dinâmico de estilo de vida, meio ambiente e saúde.",
        "personalized": "Uma avaliação personalizada, incluindo a intervenção, será gerada com base nas informações de saúde e estilo de vida que você forneceu. As atualizações dos parâmetros de saúde e estilo de vida periodicamente ativarão o relatório de análise personalizado ao longo da vida.",
        "ques": "Continuar",
        "back": "Cancelar",
        "epi":"@2021 HKG epi THERAPEUTICS Ltd. Todos OS direitos reservados"
    },
    "Manual1Activity": {
        "title": "Como obter o relatório de teste epiAging",
        "getmy":"Como obter o meu relatório de teste epiAging",
        "login":"Certifique-se de fazer login com a conta que foi usada para comprar o produto epiAging.",
        "username":"Seu nome de usuário aparecerá após o login.",
        "gohome":"Vá para 'HOME' ou 'EPICENTER' e clique em 'My report'.",
        "barcode":"Digite (ou Digitalize) o código de barras no seu tubo de ensaio e obtenha seu relatório de epiAging.",
        "icon":"Depois de inserir seu código de barras, clique no ícone para obter seu relatório de teste de epiAging",
        "result":"O resultado do seu teste de epiAging estará na parte inferior da página."
    },
    "Manual2Activity": {
        "title": "Manual do usuário do EpiAging App",
        "download":"Faça o download do aplicativo IOS na Apple Store ou Android App na Google Play Store.",
        "gocenter":"Vá para 'EPICENTER' e clique em registrar para registrar uma conta.",
        "fillregis":"Preencha as informações de registro.",
        "mailbox":"Vá para a caixa de correio de registro para ativar sua conta.",
        "accountlogin":"Entre com a conta que você acabou de registrar.",
        "setkey":"Gere chave de segurança de dados exclusiva",
        "sentmail":"Les Clés Uniques Seront Envoyées to Vote Boîte aux Lettres",
        "purchase":"Vá para 'COMPRAS' para comprar o kit de teste EpiAging."
    },
    "Manual3Activity": {
        "title": "Orientação ao questionário",
        "how":"Como preencher o questionário",
        "slider1":"Como usar o controle deslizante para preencher os dados.",
        "ratingstart2":"Como usar a estrela de classificação para preencher os dados.",
        "enteefield3":"Como usar o campo de entrada para preencher os dados."
    },
    "Manual4Activity": {
        "title": "Orientação da dieta",
        "calculate":"Como calcular as calorias que você ingere?",
        "slider":"Como usar o controle deslizante para preencher os dados",
        "calfood":"Como usar a calculadora de calorias para calcular as calorias dos alimentos que você ingere.",
        "entering":"Como usar o campo de entrada para preencher os dados."
    },
    
    "SavepdfpathActivity":{
        "btncp":"Copiar",
        "titlemsg":"Notícias",
        "copy":"Copiar com sucesso, por favor copie o endereço do link para o navegador de computador para Download"
    },
    "ScannerAcitivity":{
        "title":"Digitalização"
    },
    "LangActivity":{
        "title":"Mudança de linguagem",
        "English":"Inglês(English)",
        "French":"Francês(French)",
        "Spanish":"Espanhol(Spanish)",
        "Russian":"Língua Russa(Russian)",
        "Portuguese":"Português(Portuguese)",
        "Chinese":"Chinês(Chinese)"
    },
    "AgeAccelerateActivity":{
        "title":"Aceleração de idade",
        "accecalcul":"Calculadora de aceleração de idade",
        "enterepi":"Digite sua idade epigenética",
        "enterchro":"Digite sua idade cronológica",
        "youraccis":"A aceleração da sua idade é:"

    },
    "LaunchActivity":{
        "title":"Launch",
        "registerkit":"REGISTER KIT",
        "myreport":"MY REPORT",
        "buykit":"BUY EPIAGE KIT",
        "signin":"SIGN IN WITH EMAIL",
        "readmore":"READ MORE ABOUT EPIAGE"

    }
}