{
    "LoginIcon": {
        "message": "Hi:Guest"
    },
    "TabHomeActivity": {
        "title": "Главная",
        "video": "Видео по теме",
        "biotitle": "Определение биологического возраста путём метелирования ДНК",
        "1ml": "Для определения требуется всего 2 мл. слюны, что вполне удобно и безопасно.",
        "testresult": "TОбразец будет отправлен в лабораторию для тестирования Результаты будут отправлены вам через приложение.",
        "bio2": "Определение биологического возраста 2.0",
        "1ml2": "Эпигенетический возраст может быть измерен только с 2 мл образца слюны.",
        "kit":"Epiaging Kit",
        "learnmore": "Учить больше",
        "appsystem": "Наша система приложения",
        "personalrep": "Динамическая индивидуальная отчётность",
        "question": "Комплексное анкетирование",
        "follow": "Подписка",
        "international": "Ссылки на рекомендации международных авторитетных медицинских ассоциаций",
        "dynrep": "персонализированный динамический отчет",
        "question2": "Анкеты для образа жизни",
        "machinelearn": "Приложение связано с системой машинного обучения",
        "whatsame": "Что такое SAM-е?",
        "same": "SAMe",
        "affacthealth": "SAM-е является натуральным продуктом в организме человека, который может влиять на здоровье человека.",
        "supplement": "SAM-е - это натуральная пищевая добавка в организме человека.",
        "myreport": "Мой отчет",
        "questionnaires": "Анкетирование",
        "testprocess": "Процесс тестирования",
        "qa": "Вопросы-Ответы",
        "datasequrity": "Безопасность данных",
        "consent": "Согласие пользователя",
        "disclaimer": "отказ",
        "disclaimertext": "Тест epiAging не предназначен для того, чтобы представлять информацию о состоянии здоровья или медицинские данные или использоваться для скрининга, диагностики, лечения, предотвращения или оценки риска какого-либо заболевания или состояния. Служба epiAging - это определение эпигенетического возраста, основанное на оценке метилирования ДНК в вашей ДНК. Мы не собираем генетические данные. Тест доступен для лиц старше 21 года. Эта служба не была одобрена или одобрена Управлением по контролю за продуктами и лекарствами США.",
        "allright": " @2021 HKG epi THERAPEUTICS Ltd. Все права защищены",
        "old":"Сколько",
        "you":"тебе лет?",
        "only":"единственный возраст - ",
        "dnaage":"это возраст твоей биоднк.",
        "stop":"не подсчитывай свой возраст с помощью ",
        "dles":"свечи на день рождения или на торте, морщин,",
        "frown":"морщин на рыбьем хвосте или морщин на лице - это",
        "numbers":"всего лишь цифры.Сегодня эти цифры не",
        "count":"считаются.",
        "aboutus":"Насчет нас",
        "lifestyle":"Стиль жизни",
        "test":"Процесс тестирования",
        "mark":"Рынок Здоровья",
        "quest":"Анкетирование",
        "report":"Мой отчет",
        "whatis":"Что такое SAMe?",
        "natural":"SAM-е является натуральным ",
        "human":"продуктом в организме человека, который",
        "health":" может влиять на здоровье человека",
        "whatare":"Какие ",
        "vitaamins":"витамины?",
        "organic":"Нутрамины - это органические вещества,",
        "necessary":"необходимые для поддержания",
        "left":" жизнедеятельности человека, а также важные ",
        "active":"активные вещества для поддержания ",
        "healthman":"здоровья человека.",
        "vitamin":"Содержание витаминов в организме очень мало,",
        "indispensable":" но незаменимо",
        "chronological":"Хронологический возраст",
        "biological":"Эпигенетический возраст",
        "management":"Управление Здоровьем",
        "Tips":"подсказка",
        "message":"если бы вы купили видеомагнитофон.  Нажмите здесь для регистрации вашего набора инструментов »"
    },
    "TestprocessActivity": {
        "title": "Процесс тестирования",
        "testprocess": "Процесс тестирования",
        "downloadapp": "1. Загрузите приложение ",
        "purchasekit": "2. Приобрести  ",
        "fillques": "3.Заполните анкету ",
        "fillques2": "(необязательно) ",
        "collect": "4.Соберите свой ",
        "collect2": "образец слюны ",
        "sample": "5.Отправить обратно образец",
        "extraction": "6. Выделение и ",
        "extraction2": "анализ ДНК",
        "report": "7.Отправьте отчёт ",
        "report2": "через приложение"
    },
    "TabCenterActivity":{
        "title":"EPICENTER",
        "centerlogin":"Авторизоваться",
        "centerregis":"регистр",
        "centerkey":"Закрытый ключ",
        "Questionnaire":"Опросник",
        "centerreport":"Мой отчет",
        "centerqa":"Q&A",
        "centerus":"Свяжитесь с нами",
        "centerout":"выход"
    },
    "AboutActivity": {
        "title": "О нас",
        "company": "| Знакомство с компанией",
        "science": "| Команда ученых",
        "methylation": "| Метилирование ДНК",
        "biological": "| Согласие на обработку данных о клиенте",
        "consentform": "| Определение биологического возраста"
    },
    "LoginActivity": {
        "title": "Войти",
        "email": "Электронное письмо",
        "passowrd": "пароль",
        "mailboxformatFail": "Неверный формат почтового ящика",
        "mailboxNull": "Пожалуйста, введите свой адрес электронной почты",
        "passwordNull": "Пожалуйста, введите пароль",
        "login": "Авторизоваться",
        "logout":"Выйти",
        "noaccount": "У вас нет аккаунта?",
        "register": "Регистрация",
        "language":"язык",
        "Invalid": {
            "Email": "Email недействителен",
            "PWD": "Пароль неверен",
            "NetFail": "Сеть не может быть подключена",
            "unactive": "Email не активен"
        },
        "ForgetPwd": "Забыть пароль?"
    },
    "RegisterActivity": {
        "title": "Регистрация",
        "register": "регистр",
        "region": "Выберите свой регион:",
        "nickname": "кличка",
        "email": "Электронное письмо",
        "password": "Создать пароль",
        "confirm": "Подтвердить Пароль",
        "agree": "Я прочитал и согласен с Условиями обслуживания и Заявлением о конфиденциальности.",
        "privacy": "Условиями обслуживания и Заявлением о конфиденциальности.",
        "message": "Сообщение",
        "registered": "Почтовый ящик был зарегистрирован",
        "activation": "Ссылка для активации пользователя была отправлена на ваш зарегистрированный почтовый ящик, перейдите по ссылке, чтобы активировать ее.",
        "again": "Ошибка сети! Пожалуйста, попробуйте еще раз",
        "account": "Уже есть аккаунт?",
        "login": "Авторизоваться"
    },
    "ForgetActivity": {
        "title": "Сброс пароля",
        "link": "Нажав кнопку ниже, на ваш электронный адрес будет отправлена ссылка для сброса пароля.",
        "link2": "Вход в свой аккаунт",
        "email": "Электронное письмо",
        "password": "пароль",
        "login": "авторизоваться"
    },
    "LifeStyleChartActivity": {
        "same":"SAMe",
        "same-recommon":"Не существует установленной идеальной дозы SAM-е. Для депрессии, многие исследования использовали от 800 до 1600 мг в день. Для остеоартрита, 600-1200 миллиграммов ежедневно SAM-e, разделенного на три дозы, является обычным. Обратитесь к врачу за советом. ",
        "resveratrol":"Ресвератрол",
        "mg1":"mg/day",
        "drug":"Drugs.com",
        "resveraltrol-recommon":"Данные клинических исследований недостаточны для предоставления рекомендаций по дозированию. Однократные исследования показывают, что безопасной суточной дозой для человека весом 70 кг может быть ресвератрол 450 мг / день. Дозировки выше 1 г / день, по-видимому, хорошо переносились в краткосрочном (2-недельном) исследовании, но сообщалось, что они вызывали побочные эффекты в другом исследовании.",
       "nmn":"NMN",
       "selfhacked":"SELFHACKED",
        "nmn-recommon":"Дозы в человеческих добавках варьируются в пределах нескольких сотен мг в день. Например, в исследовании 50 женщин тестируемая доза составляет 125 мг NMN два раза в день в течение 8 недель.",
       "dhea":"DHEA",
        "webmd":"WebMD",
        "dhea-recommon":"Не существует стандартной дозы DHEA. В некоторых исследованиях использовались капсулы, дозированные от 25 до 200 миллиграммов в день, а иногда даже выше, но это зависит от состояния здоровья, которое лечат. Обратитесь к врачу за советом.",
        "savedata":"ваши данные успешно сохранены!",
        "title": "Личная анкета",
        "lifesques": "Личная анкета",
        "healthy": "Здоровый или нездоровый образ жизни, скорее всего, будет передаваться из поколения в поколение. Согласно исследованию, проведенному Case et al.",
        "become": "когда ребенок от 0 до 3 лет имеет мать, которая ведет здоровый образ жизни, этот ребенок будет на 27% более вероятным, чтобы стать здоровым и принять тот же образ жизни.",
        "instance": "Например, родители с высоким доходом чаще едят экологически чистые продукты, имеют время для занятий спортом и обеспечивают своим детям наилучшие условия жизни. С другой стороны, родители с низким доходом более склонны участвовать в нездоровой деятельности, такой как курение, чтобы помочь им снять стресс и депрессию, связанные с бедностью.",
        "teacher": "Родители - первый учитель для каждого ребенка. Все, что делают родители, с большой вероятностью будет передано их детям в процессе обучения.",
        "height": "вес и высота",
        "heightvalue":"высота (см):",
        "weightvalue":"вес (кг):",
        "source": "Источник: Centers for Disease……",
        "recommendation": "Рекомендация:",
        "bmicaltulate":"ИМТ [Индекс массы тела = вес (кг) / (рост (м) * высота (м))]",
        "bmisource":"Источник: Национальный институт сердца, легких и крови",
        "range": "нормальный вес: BMI 18.5 - 25 кг / (m)",
        "bmi": "недостаточный вес: BMI &amp; gt; 18. 5kg / (m)",
        "falls": "избыточный вес: вес 25 - 30 кг / (М)",
        "your": "ожирение: BMI > 30kg / (m)",
        "heart": "Частота сердцебиения (ударов/в минуту)",
        "beats": "beats/min",
        "bmii": "bmi",
        "american": "Источник:American Heart Association",
        "blood": "Артериальное давление (мм рт.ст.)",
        "mmhg": "мм рт.ст.",
        "diastolic": "Диастолическое АД",
        "cholesterol": "Холестерин (мг / дл)",
        "mg": "мг / дл",
        "meditation": "медитация",
        "mayo": "Источник:Mayo Clinic",
        "unit": "ч / сут",
        "cvh": "Сердечно-сосудистое здоровье",
        "sleep": "Спать",
        "foundation": "Источник: National Sleep Foundation",
        "active": "Как насчет вашей активной сексуальной жизни",
        "timesday": "раз / неделя",
        "sexual": "Удовлетворенность сексуальной жизнью",
        "score": "Гол",
        "alcohol": "Алкоголь",
        "society": "Источник: American Cancer Society",
        "gramday": "грамм / день",
        "smoking": "копчение",
        "sticksday": "палочки / день",
        "vitamin": "Витамин Д",
        "mayoclinic": "Источник: Mayo Clinic",
        "iuday": "Скажи / у",
        "vitaminc": "Витамин C",
        "vitamina": "Витамин а",
        "mcgday": "мкг / день",
        "resting": " Ваше сердцебиение в покое - это сердце, накачивающее наименьшее количество крови",
        "ill": "вам нужно, потому что вы не тренируетесь. Если вы сидите или лежите, и вы спокойны, расслаблены и не болеете,",
        "hearting": "Ваш пульс обычно составляет от 60 (ударов в минуту) до 100 (ударов в минуту).",
        "bloods": " Показатели артериального давления менее 120/80 мм рт. Ст. Считаются в пределах нормального диапазона.",
        "adults": "Все взрослые в возрасте 20 лет и старше должны проверять уровень холестерина (и других факторов риска) каждые четыре-шесть лет..",
        "most": "Медитация может стереть дневной стресс, принеся с собой внутреннее спокойствие. Посмотрите, как вы можете легко научиться практиковать медитацию, когда вам это нужно больше всего.",
        "minutes": " Получите по крайней мере 150 минут в неделю аэробной активности умеренной интенсивности или 75 минут в неделю активной аэробной активности или их комбинацию, желательно в течение недели",
        "morethan": " НАЦИОНАЛЬНЫЙ ФОНД СОНА рекомендует 7-9 часов в течение 18-64 лет и не рекомендует менее 6 и более 11 часов в течение 8-25 лет и менее 6 и более 10 часов в течение 26-64 лет.",
        "drink": " Пить не более 1 напитка в день для женщин или 2 раза в день для мужчин.",
        "stop": "Прекрати курить",
        "recommended": "Рекомендуемое суточное количество витамина D составляет 400 международных единиц (МЕ) для детей в возрасте до 12 месяцев, 600 МЕ в возрасте от 1 до 70 лет и 800 МЕ для людей старше 70 лет..",
        "daily": "Рекомендуемое суточное количество витамина С для взрослых мужчин составляет 90 мг, а для взрослых женщин - 75 мг.",
        "women": "Рекомендуемое суточное количество витамина А составляет 900 мкг для взрослых мужчин и 700 мкг для взрослых женщин..",
        "tmgwebsite":"examine.com",
        "tmg":"Триметилглицин",
        "tmg-recommon":"Бетаин (триметилглицин) является активным метаболитом холина в организме и компонентом свеклы. Он играет жизненно важную роль в метилировании в организме наряду с фолатом и является осморегулятором, таким как креатин. Бетаин также является возможной эргогенной помощью.",
        "lipoicwebsite":"www.drugs.com",
        "lipoic":"Альфа-липоевая кислота",
        "lipoic-recommon":"Альфа-липоевая кислота использовалась в альтернативной медицине в качестве возможного эффективного средства для снижения веса, лечения болей при диабете, заживления ран, снижения сахара в крови, улучшения обесцвечивания кожи, вызванного витилиго, и уменьшения осложнений операции по шунтированию коронарной артерии (CABG) , Альфа-липоевая кислота может быть объединена с другими растениями или экстрактами в специальном препарате для лечения этих состояний.",
        "vitaminD2website":"lesswrong.com",
        "vitaminD2":"vitaminD2/vitaminK2",
        "vitaminD2-recommon":"Лично я решил потреблять каждое утро 10 000 МЕ витамина D3 и 200 мкг K2 (полностью транс-MK7) и считаю, что это, вероятно, полезно для многих коллег-рационалистов, которые не проводят много времени, подвергая много кожи воздействию Солнце принимать такие же добавки.",
        "Chronological":"Ваш фактический возраст:"
    },
    "DnaReportActivity": {
        "title": "Хронологический возраст",
        "look": "Люди стареют с разной скоростью. Некоторые «выглядят» и «чувствуют» себя старше своего хронологического возраста, в то время как другие выглядят моложе своего хронологического возраста.",
        "parameter": "Наш эпигенетический возраст является лучшим показателем нашего здоровья и продолжительности жизни, чем наш хронологический возраст.",
        "hardware": "ДНК - это аппаратная часть, генетика - операционная система, а метилирование ДНК и другие эпигенетические факторы - это программное обеспечение, которое программирует геном.",
        "shift": "Сдвиг парадигмы в поиске биологических маркеров возраста произошел с открытием Хорватом «эпигенетических часов», который основан на измерении статуса метилирования ДНК на сотнях стратегических позиций в ДНК. Эти «эпигенетические часы» являются мерой нашего биологического возраста.",
        "clock": "У большинства людей «эпигенетический возраст», измеряемый эпигенетическими часами, и «хронологический возраст», измеряемый календарем, очень похожи. Корреляция между двумя показателями в популяции близка к 0,9, когда 1 является идеальной корреляцией.",
        "different": "Однако у некоторых людей «эпигенетический возраст» отличается от «хронологического возраста». Иногда «эпигенетические часы» движутся быстрее, чем «хронологические часы». Мы рассматриваем разницу, которая больше стандартного отклонения (или нормального распределения в популяции), как существенное изменение.",
        "studies": "Исследования показывают, что ускоренные «эпигенетические часы» могут быть связаны с повышенным риском развития некоторых хронических заболеваний, связанных с возрастом, таких как сердечно-сосудистые заболевания и рак в более позднем возрасте. (link: https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease).Это, однако, все еще открытое поле, и необходимы дополнительные исследования.",
        "what": "Что такое тест",
        "epiage": "  Epiaging?",
        "mean": "Что он означает?",
        "cg": "После обширных исследований, мы обнаружили область метилирования ЦГ, которая была достаточной для точного определения биологического возраста с использованием слюны.",
        "dna": "Мы выделяем ДНК из вашей слюны, а затем измеряем уровень метилирования ДНК в нескольких позициях во фрагменте вашего генома, используя бисульфитную конверсию и секвенирование следующего поколения. Ваши показатели метилирования ДНК вставляются в математическое уравнение, которое и вычисляет «эпигенетический возраст», как функцию уровня метилирования ДНК.",
        "redflag": "Мы выделяем ДНК из вашей слюны, а затем измеряем уровень метилирования ДНК в нескольких позициях во фрагменте вашего генома, используя бисульфитную конверсию и секвенирование следующего поколения. Ваши показатели метилирования ДНК вставляются в математическое уравнение, которое и вычисляет «эпигенетический возраст», как функцию уровня метилирования ДНК.",
        "changes": "Когда ваш «эпигенетический возраст» отклоняется от вашего «хронологического возраста» на одно стандартное отклонение, мы считаем это «красным флагом». Стандартное отклонение даёт представление о распределении разницы от среднего значения в нормальной популяции, которая на этом этапе анализа составляет около 5 лет. На этом этапе, если ваш «эпигенетический возраст» на 5 лет старше вашего «хронологического возраста», вы можете считать это «красным флагом». По мере накопления большего количества тестов, мы будем получать более точное значение «нормального распределения».",
        "act": "«Красный флаг» может побудить вас действовать в соответствии с вашим образом жизни или проконсультироваться с врачом для проверки.",
        "do": "Что я могу сделать, если мой ",
        "older": "«эпигенетический возраст» старше?",
        "genetics": "«Эпигенетика» в значительной степени отличается от «генетики» тем, что эпигенетика потенциально обратима при помощи изменений питания и переменах в образе жизни. Таким образом, эпигенетические часы возможно обратить вспять.",
        "open": "Предварительные исследования показывают, что изменения в питании могут замедлять «эпигенетические часы» у некоторых людей, однако этот вопрос всё ещё остаётся открытым. ( https://www.ncbi.nlm.nih.gov/pubmed/30350398)",
        "exercise": "Изменения образа жизни , включая физические упражнения и пищевые привычки, уже на протяжении некоторого времени рекомендуются национальными медицинскими ассоциациями, однако, нам нужно больше данных о наиболее рекомендуемых изменениях, а также они должны быть персонализированы.",
        "way": "Чтобы изучить рекомендуемые изменения в образе жизни, нам нужно делиться своим опытом с другими и анализировать влияние  различий в образе жизни большого количества людей. Теперь это возможно при помощи таких технологий, как приложения, а также искусственный интеллект, которые способны определить, как различные исходные данные, такие как «образ жизни», влияют на результат- «эпигенетические часы». ",
        "position": "Индивидуальное и систематическое позиционирование нашего",
        "health": "интеллектуального приложения для вашего здоровья",
        "links": "Наше приложение предоставляет вам доступ к информации,  рекомендуемой авторитетной национальной медицинской ассоциацией США, об образе жизни, а также о возможных пищевых добавках, таких как  S-аденозилметианин, витамины  А, Д и Ц. ",
        "updated": "Эти ссылки регулярно обновляются и мы рекомендуем вам проводить обновления, периодически проверяя эти ссылки. Эти рекомендации основаны на том, что «наука» знает сегодня, но они не идеальны. С увеличением количества данных и увеличением числа анализов, знания совершенствуются.",
        "first": "Наш первый отчёт основан на вводимых вами данных об образе жизни, и они демонстрируют, на сколько сильно ваши параметры образа жизни отклоняются от общепринятых рекомендаций. Вы можете принять решение о внесении изменений на основе этого отчёта. ",
        "dynamic": "Динамичное долгосрочное партнёрство ",
        "achive": "для достижения «здорового старения» ",
        "suggest": "Обновляйте данные о вашем образе жизни так часто, как пожелаете. Вы можете обновлять все вопросы, лишь некоторые из них либо не обновлять вообще. Тем не менее, мы считаем, что точная отчётность позволит нам предоставить для вас лучший анализ. ",
        "update": "Ваши данные будут анонимными. Ваши данные и данные от многих других анонимных пользователей будут проанализированы при помощи искусственного интеллекта для разработки «модели», которая позволит измерить влияние изменений образа жизни на «эпигенетические часы».Как только будет накоплено больше данных, «модель» проверит данные вашего образа жизни  и результаты  теста будут переданы вам. ",
        "second": "Мы предлагаем вам отправить вашу слюну на вторичную проверку через 6 месяцев или максимум через год.",
        "anonymized": "Мы проанализируем ваш «эпигенетический возраст» и  сообщим о достигнутом прогрессе и об изменениях образа жизни, которые вы внесли.",
        "model": "Возможные пути для изменений будут предложены, основываясь на нашей «модели» и ваших данных. ",
        "analyze": "Мы надеемся, что вместе мы сможем улучшить ваше самочувствие и нашу среду изучения  «Epiaging».",
        "routes": "Возможные маршруты для изменений будут предложены на основе нашей «модели» и ваших данных.",
        "coevolve": "Мы надеемся, что вместе мы сможем улучшить ваше самочувствие и нашу среду обучения.",
        "your": "Твой",
        "expected": "твой ожидаемый",
        "chro": "/хронологический возраст/",
        "bio": "/Ваш эпигенетический возраст/",
        "is": "Ваш Ваш эпигенетический возраст на ",
        "lower":"лет ниже, чем хронологический возраст в популяции.",
        "higher":"лет выше, чем хронологический возраст в популяции.",
        "younger": "года ниже ожидаемого хронологического возраста в популяции.",
        "old": "года выше ожидаемого хронологического возраста в популяции.",
        "yourbio": "Ваш эпигенетический возраст ",
        "otherolder": "Другие, которые были проверены, чей эпигенетический возраст выше, чем хронологический возраст",
        "otheryounger": "Другие, которые были проверены, чей эпигенетический возраст ниже, чем хронологический возраст",
        "how":"СКОЛЬКО ТЕБЕ ЛЕТ?",
        "why":"Почему важен ваш",
        "epigenetic":"«эпигенетический возраст»?",
        "calculate":"Калькулятор ожидаемого биологического возраста",
        "acceleration":"Калькулятор ускорения старения",
        "buildPDF":"Создание PDF",
        "viewPdf":"Просмотр PDF",
        "pdfsuccess":"файл PDF успешно сохранён. Нажмите кнопку Просмотр PDF для просмотра архивов PDF",
        "pdffail": "Не удалось создать PDF! Пожалуйста, свяжитесь со службой поддержки по электронной почте: info@epi-age.com",
        "titlemsg":"подсказка",
        "invalid":"недействительный код",
        "wait":"Результаты вашего эпиднадзора будут готовы в течение 4-5 недель после прибытия образца слюны в лабораторию. \n Пожалуйста, подождите ……",
        "processed":"обработка тестов. подождите...",
        "status":"состояние",
        "barcode":"Barcode",
        "Registerkit":"регистрация barcode",
        "yourage":"Введите возраст",
        "ageFormat":"неправильный возрастной формат",
        "emailFormat":"Неверный формат почтового ящика",
        "allow":"уведомить меня",
        "baseinfo":"Основные сведения",
        "regtime":"регистрация",
        "endtime":"выполнить",
        "yourbarcode":"штриховой код",
        "done":"проверка завершена",
        "detectTime":"начать проверку",
        "intransit":"в пути",
        "remaining_days":"Оставшееся количество дней",
        "Pendding":"В ожидании"
    },
    "user_profile": {
        "title": "Your Profile"
    },
    "CompanyActivity": {
        "team":"Мы команда метилирования ДНК",
        "title": "Представление компании",
        "nextgeneration": "Мы разрабатываем биомаркеры метилирования ДНК следующего поколения для раннего выявления рака и здорового старения. ",
        "ecosystem": "Мы работаем над созданием новой системы контроля над состоянием здоровья, которая будет направлять индивидуальное управление здоровой жизнью.",
        "ittechnology": "Эпигенетический возраст человеческого тела был точно рассчитан путём выявления высоко коррелированных сайтов метилирования с биологическим возрастом человеческого организма."
    },
    "TabAboutActivity": {
        "title": "About Us"
    },
    "ScienceteamActivity": {
        "title": "Научная команда",
        "moshe": "Профессор Моше Шиф",
        "ceo": "Председатель & Генеральный директор",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "david": "Давид Чейшвили",
        "davidtitle": "Старший научный руководитель",
        "huili": "Ви Ли ",
        "huilititle": "Заведующий лабораторией(HK)",
        "chifat": "Ши Фат Вонг",
        "chifattitle": "Старший научный сотрудник",
        "zhiyuan": "Живан Лув",
        "zhiyuantitle": "Заведующий лабораторией（GZ)",
        "Shafaat":"профессор шафаат А. Раббани.",
        "Shafaatmsg":"Доктор Раббани - профессор медицины в Университете Макгилла, Монреаль, Канада. Он также является ассоциированным членом отделения физиологии в онкологии в Центре здоровья Университета Макгилла. Проф. Раббани опубликовал более 100 рукописей 5899 цитат, индекс h равен 45, индекс i10 равен 84. Профессор Раббани работал в качестве эксперта-рецензента для CIHR, CRS, CBCRA, DOD, US VA, Komen. В течение многих лет профессор Раббани был членом научного консультативного совета или консультантом в различных биотехнологических и фармацевтических компаниях, таких как (Amgen, AstraZeneca, Axys, Attenuon, America Diagnostica, Procyon).",
        "epidial": "Beijing Epidial Medical Diagnostic Technology Co.,Ltd."
    },
    "ProfMosheActivity": {
        "title": "Профессор Моше Шиф",
        "experiences": "| Профессиональный опыт",
        "pioneer": "Первопроходец в области эпигенетики",
        "inventor": "Изобретатель первых обширных патентов в этой области",
        "patent": "Изобретатель первых патентов в области метилирования ДНК и рака  ",
        "founder": "Основатель области поведенческой и психиатрической эпигенетики",
        "thought": "Идейный лидер, опубликовал 295 работ в сфере",
        "fellow": "Член Королевского общества Канады",
        "canadian": "Член Канадской Академии Наук о Здоровье",
        "professor": "Профессор кафедры Фармакологии и Терапии Университета Макгилла, Монреаль Канада ",
        "resident": "Резидент-главный научный сотрудник Beijing epidial medical diagnostic technology co., LTD.",
        "director": "Директор эпигенетического института, Пекинский институт инноваций Ичжуан",
        "video": "Связанные видео",
        "o2o": "Healthtech O2O Summit Dr. Moshe Szyf, HKG Epitherapeutics.mp4",
        "hope": "Dr. Moshe Szyf , Science of Hope Conference 2017.mp4",
        "epigenetic": "Dr. Moshe Szyf, What is epigenetic and why knowing it will change your life .mp4",
        "behavioral": " Moshe Szyf, Behavioral Epigenetics.mp4",
        "pharmacology": "Фармакология ГлаксоСмитКлайн",
        "pharmacology2": "-Канадский Институт Здоровья",
        "chairman": "Председатель",
        "mcgill": "Почётный Профессор",
        "professor2": " Джеймс МакГилл ",
        "department": "Department of Pharmacology and",
        "themcgill":"В настоящее время( Кафедра Фармакологии и Терапевтики Макгилла)",
        "Associate": "Профессор",
        "papers": "| Опубликованные труды",
        "member": "2013 -- Член Королевского общества Канады",
        "ccnp": "2011 -- Награда инноваций Нейропсихофармакологии CCNP ",
        "radio": "2009 -- Ежегодная научная премия Радио Канада",
        "forum": "2009 -- Каролинская речь на Нобелевском форуме",
        "pharma": "2007 -- Фармакология ГлаксоСмитКлайн",
        "list": "2001 -- Список почётных грамот Медицинского Колледжа ",
        "carrie": "1999 -- Награда за руководство для выпускников Кэрри Дерека",
        "foundation": "1999 -- Израильский фонд исследований рака 'Награда Элиота Осемана за выдающийся вклад' ",
        "institute": "1989-1995 --  Канадский Национальный Институт Рака 'Премия выдающегося молодого профессора'",
        "scholarship": "1987 -- Стипендия Американского Сообщества Рака",
        "rothshiild": "1984 -- Стипендия Ротшильдов",
        "university": "1980 -- Медицинская стипендия Еврейского Университета",
        "masteer": "1980 -- Заслуженный мастер",
        "halth": "Канадский Институт Исследований Здоровья ",
        "team": "- Канадская Группа по Исследованиям  в области здравоохранения в Китае ",
        "c": "C$166,666",
        "cancer": "Канадский Национальный Институт Рака – Анализ Деметилазы",
        "health": "Канадский Институт Здоровья-Ингибитор ДНК-Метилтрансферазы I и его терапевтическая перспектива",
        "ccc": "C$145,500",
        "natural": "Canadian council for Natural",
        "research":"Канадский Совет по Естественным Наукам и Инженерным Исследованиям",
        "inst": "Фонд Управления Канадского Национального Института Рака",
        "fund": "Canadian National Cancer Institute Management Fund"
    },
    "DavidActivity": {
        "title": "Доктор Давид Чейшвили",
        "senior": "Старший научный консультант ",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "professional": "| Профессиональный опыт",
        "hong": "HKG Epitherapeutics, Hong Kong",
        "montreal": " настоящее время Montreal EpiTerapia Inc,  Монреаль,",
        "canada": " Канада",
        "founder": "Соучредитель",
        "department": "Кафедра Фармакологии и Терапии ",
        "mcgill": "Университета МакГилла ",
        "research": "Научный сотрудник",
        "assistant": "Научный сотрудник",
        "fellow": "Сотрудник докторантуры ",
        "hebrew": "Еврейский университет Хадасса ",
        "honor": "ПАТЕНТЫ И ЧЕСТИ",
        "conferences": "КОНФЕРЕНЦИИ",
        "us": "US patent 62/774,",
        "cancer": "994 Маркеры метилирования ДНК для раннего выявления рака шейки матки (зарегестрирован 4/12/2018)",
        "uspa": "US patent 62/695,",
        "dna": "429 Маркеры метилирования ДНК для неинвазивного выявления рака (зарегестрирован 07/09/2018)",
        "israel": "Израильского фонда исследований рака",
        "alumni": "Выпускники Торонто и выпускники Medical",
        "award": "Премия за превосходство",
        "medical": "Выпускники Торонто и Медицинские Друзья",
        "publshed": "| Некоторые научные публикации",
        "all": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved",
        "forum": "2017 Шестой Азиатский форум по хроматину и хромосомам",
        "india": "(Хайдарабад, Индия)",
        "diseases": "2016 Третья Канадская конференция по Эпигенетике развития и болезней",
        "canadaa": "(Канада)",
        "conference": "2011 Фундаментальная научно-исследовательская конференция Фонда семейной автономной неврологической дисфункции",
        "usa": "(Нью-Йорк, США)",
        "first": "Первая научная конференция Медицинского научно-исследовательского института Еврейского университета в Израильском медицинском колледже Хадасса, Канада",
        "erat": "(Эрат, Израиль)",
        "reseach": "Двадцать первая конференция Европейского Союза по исследованию рака ",
        "oslo": "(Осло, Норвегия)",
        "cell": "Восьмая Европейская конференция о здоровье и болезнях глиальных клеток",
        "france": " (Париж, Франция) ",
        "basic": "2008 Фундаментальная научно-исследовательская конференция фонда семейной автономной неврологической дисфункции",
        "health": "Восьмая Европейская конференция по здоровью и болезням глиоцитов",
        "london": " (Лондон, Великобритания)"
    },
    "HuiliActivity": {
        "title": "Доктор Ви Ли",
        "lab": "Заведующий лабораторией , Гонконг",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "exper": "| Профессиональный опыт",
        "kong": " HKG Epitherapeutics, Гонконг",
        "src": "SRC, Китай",
        "manage": "Заведующий лабораторией",
        "university": "Университет Макгилла, Канада",
        "research": "Кандидат наук. и исследования",
        "student": "McGill Китайский аспирант",
        "montreal": "Ассоциация университета Макгилла, Монреаль, Канада",
        "president": "президент",
        "vice": "Вице-президент Событие",
        "honors": "НАГРАДЫ",
        "comferences": "КОНФЕРЕНЦИИ",
        "medicine": "Премия за эффективность в области",
        "award": "экспериментальной медицины Университет Макгилла",
        "grand": "Премия Grand Excellence Award",
        "the": "«Научно-исследовательский институт  ",
        "center": "медицинского центра Макгилла",
        "studentship": "стипендия",
        "poster1": "МакГилл Эндокринное Отступление Плакат Награда",
        "travel2":"Университетская премия МакГилла",
        "graduate3":"McGill University Выпускник Excel Стипендия",
        "excel": "The Research Institute of the",
        "excel2":"Университетский Центр Здоровья Макгилла",
        "studentt": "Ученик",
        "jp": "Университет Макгилла Стипендия",
        "fellowship": " Клода Дж.П. Жиру",
        "papers": "| ИЗДАННЫЕ БУМАГИ",
        "name": " Ви Ли",
        "bing": " Бинг Ли и Луиза Ларос. Подавление Nck1 предотвращает активацию IRE1α-JNK-miR-122 пути, который контролирует PTP1B экспрессию. 2015.",
        "retreat": "Эндокринный ретрит МакГилла. ( Монреаль, Канада).",
        "larose": " и Луиза Ларос. Адаптер белка Nck1 отрицательно регулирует PI3K/Akt путь через белок тирозин фосфатазу 1B. 2014. Эндокринный ретрит МакГилла. ( Монреаль, Канада).",
        "louise": " и Луиза Ларос. Идентификация адаптера белка Nck1, как отрицательного регулятора PI3K/Akt пути через PTP1B и IRE1α. 2013.",
        "diabetes": " Профессиональная конференция Канадской Диабетической Ассоциации. ( Монреаль, Канада).",
        "laroseakt": " и Луиза Ларос. Фосфолирование/активация Akt модулируется адаптерным белком Nck1, благодаря его способности регулировать датчик стресса эндоплазматического ретикулума IRE1α. 2012.",
        "canada": " Эндокринный ретрит МакГилла. Монреаль, Канада. (Награда за постер )",
        "nck": "и Луиза Ларос. Nck1—белок-адаптер, модулирующий экспрессию датчика стресса эндоплазматического ретикулума IRE1α. 2012. ",
        "biology": "Экспериментальная бология 2012, (Сан Диего, США ) ."
    },
    "ChifatActivity": {
        "title": "Ши Фат Вонг",
        "senior": "Старший ученый",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "experiences": "| ПРОФЕССИОНАЛЬНЫЙ ОПЫТ",
        "hongkong": "HKG Epitherapeutics, Гонконг ",
        "src": "SRC,Китай",
        "scientist": "Старший ученый",
        "university": "Университет Гонконга",
        "assistaant": "Научный сотрудник",
        "papers": "| Опубликованные статьи",
        "rights": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
    },
    "ZhiyuanActivity": {
        "title": "Доктор Живан Лув",
        "manager": "Заведующий лабораторией(GZ)",
        "beijing": "Beijing Epidial Medical Diagnostic Technology Co., Ltd.",
        "professional": "| Профессиональный опыт",
        "epidial": "Beijing Epidial Medicine Diagnosis Co.,",
        "ltd": "ltd, China, HongKong HKG epiTHERAPEUTICS Co., ltd;",
        "lab": "Заведующий лабораторией ",
        "usa": "Университет штата Джорджия, Атланта, США.",
        "fellow": "Сотрудник докторантуры",
        "state": "Нанкинский университет и государственный ",
        "university": "университет Джорджии.",
        "phd": "Совместный доктор философии ученик",
        "key": "Государственная ключевая лаборатория фармацевтики",
        "nanjing": "Биотехнология, Школа естественных наук, Нанкинский университет.",
        "candidate": "Кандидат наук. кандидат",
        "honors": "НАГРАДЫ",
        "conferences": "Конференции",
        "trainee": "2015.05 Итоговая премия «Отличная тема»",
        "american": " за ежегодное собрание Американского Сообщества Иммунологов 2015 года",
        "scholarship": "2010.09 Государственным Фондом ",
        "council": "Зарубежных Исследований назначена совместная докторская стипендия ",
        "journals": "Специальный рецензент для журналов ",
        "biochemistry": "Молекулярная и клеточная биохимия",
        "annuals": "Ежегодники клинической биохимии",
        "cellular": "Клеточная и молекулярная биология",
        "journal": "Журнал иммуноанализа и иммунохимии",
        "board": "Редколлегия Журнала",
        "papers": "| Опубликованные документы",
        "reserved": "@2021 HKG epi THERAPEUTICS Ltd.Все права защищены",
        "society": " Ежегодная встреча Американского Сообщества Иммунологов ",
        "newyork": "(Новый Орлеан, США)",
        "third": "Третья ежегодная конференция Симпозиума по Иммунологии в Юго-Восточной Америке 2014 года ",
        "atlanta": "(Атланта, США)",
        "seminar": "2014 Географический семинар государственного университета Грузии",
        "georgina": "2013 Государственный университет штата Джорджия - семинар по биотехнологии в Нанкинском университете",
        "symposium": "Третий Азиатско-Тихоокеанский Диабетический Симпозиум 2009",
        "china": "(Нанкин, Китай)"
    },
    "MethylationActivity": {
        "title": "Метилирование ДНК",
        "mark": "Метилирование ДНК является химической отметкой на ДНК",
        "added": "Метилирование ДНК - это химическая метка, которая добавляется к ДНК в разных положениях во время беременности.",
        "epigenetic": "Метилирование ДНК является частью эпигенетической программы наших генов.",
        "happens": "Когда метилирование ДНК происходит в нескольких важных положениях в генах, оно может заглушить функцию гена.",
        "expressed": "Вот как один и тот же ген может экспрессироваться или молчать в разных клетках нашего организма.",
        "software": "Метилирование ДНК; программное обеспечение генома",
        "minicomputer": "Если мы представим, что наша ДНК - это мини-компьютер, управляющий нашими клетками, то:",
        "Hardware": "ДНК - это железо.",
        "Operating": "Генетическая последовательность - это операционная система.",
        "Softwre": "Метилирование ДНК - Программное обеспечение, кодирующее Приложения на ДНК.",
        "specific": "Различные «приложения» заставляют клетки выполнять конкретные задачи в пространстве и времени.",
        "silent": "Эти геномные приложения гарантируют, что наше тело функционирует должным образом. Каждая ткань должным образом запрограммирована для обеспечения нашего здоровья и благополучия. Каждый тип клеток имеет свою уникальную комбинацию метилирующих меток и, как следствие, уникальную комбинацию генов, которые активны и молчаливы.",
        "disease": "Изменения в метилировании ДНК могут вызвать заболевание; картирование изменений метилирования ДНК может выявить заболевание",
        "tissue": "Изменения в метилировании ДНК изменяют способ работы клеток и тканей и могут превращать здоровую ткань в больную ткань.",
        "cancer": "Более трех десятилетий назад Шиф предполагал, что изменения в метилировании ДНК вызовут такие заболевания, как рак.",
        "methylation": "Таким образом, метилирование ДНК является отличной платформой для выявления и лечения заболеваний.",
        "studies": "Исследования, проведенные в лаборатории Шиф в Университете Макгилла, показали, что на модели на животных можно обратить рак, блокируя белок, который добавляет группы метилирования в ДНК. Это было воспроизведено многими исследованиями с тех пор.",
        "early": "Совсем недавно Шиф показал, что, изучая метилирование ДНК в лейкоцитах, можно рано обнаружить рак печени.",
        "environment": "Окружающая среда может вызвать изменения в метилировании ДНК",
        "conditions": "Исследования, проведенные Jirtle и его коллегами в 2004 году, показали на мышиной модели, что материнская диета во время беременности влияет на метилирование ДНК ее потомства и меняет цвет их шерсти, а также риск ожирения и других состояний.",
        "psychiatry": "Исследования, проведенные Шиф и его коллегами, обнаружили, что материнская забота и поведение влияют на метилирование ДНК ее потомства и то, как они реагируют на стресс в дальнейшей жизни. Эти исследования открыли области поведенческой эпигенетики и эпигенетической психиатрии.",
        "discoveries": "Эти открытия предоставили первые доказательства того, что как психологическая, так и физическая среда могут влиять на метилирование ДНК.",
        "ventions": "Метилирование ДНК потенциально обратимо как при физическом, так и поведенческом вмешательстве.",
        "events": "Исследования показывают, что различные изменения окружающей среды могут изменить или обратить вспять события метилирования ДНК.",
        "changes": "Таким образом, существует вероятность того, что мы сможем изменить метилирование ДНК путем изменения образа жизни.",
        "reversible": "Наш оптимизм в отношении метилирования ДНК проистекает из того факта, что безразличие метилирования ДНК со стороны генетики обратимо.",
        "clock": "Метилирование ДНК и эпигенетические часы",
        "paradigm": "Смена парадигмы в поиске биологических маркеров возраста произошла с открытием «эпигенетических часов» Хорватом.",
        "discovered": "Было обнаружено, что уровень метилирования определенных генов в нашей ДНК изменяется с возрастом.",
        "measuring": "Измеряя метилирование в этих генах, можно определить наш эпигенетический возраст.",
        "biological": "Наш эпигенетический возраст является лучшим показателем нашего здоровья и благополучия, чем хронологический возраст.",
        "acceleration": "Исследования показывают, что ускорение «возраста метилирования ДНК» является предиктором ранней смерти и хронических заболеваний.",
        "bydietary": "Эксперименты на животных показывают, что возможно изменить биологические часы путем изменения рациона питания.",
        "epi": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
    },
    "QuestionnaireActivity": {
        "title": "Анкетирование",
        "lifestyle": "Анкета образа жизни",
        "mood": "эмоциональная самооценка",
        "mcgill": "анкета о боли Макгилла",
        "sleep": "сонная самооценка",
        "diet": "диетическое предложение",
        "how":"Как заполнить анкету?",
        "eip": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
    },
    "ConsentActivity": {
        "title": "Форма согласия пользователя",
        "customer": "HKG epi THERAPEUTICS Форма согласия с данными клиента",
        "users": "Уважаемые пользователи",
        "welcome": "Добро пожаловать в",
        "epi": "HKG epi THERAPEUTICS Ltd.",
        "registering": "Перед регистрацией, пожалуйста, внимательно прочитайте следующие условия обслуживания.",
        "about": "О приложении",
        "app": "EPIAGING APP",
        "your": "Приложение EPIAGING собирается сохранить ваши",
        "blinded": "'скрытые'",
        "personal": "медицинские данные в мобильном приложении EpiAging и механизм анализа данных в «облаке», который требует вашей информации и согласия. Ваша личность ослеплена, и вам будет предоставлен идентификационный номер. Ваша личная информация не будет храниться в мобильном приложении или на сервере. После загрузки приложения вам будет присвоен идентификатор, который позволит вам получать данные и получать отчеты о работоспособности, но ваша личность останется неизвестной ни в приложении, ни в «облачном» механизме анализа.",
        "purpose": "Цель",
        "designed": "разработан, чтобы помочь вам использовать всю мощь вашего эпигенома для здорового старения, предоставляя вам оценку вашего истинного биологического возраста на основе метилирования ДНК и предоставляя вам ссылки и рекомендации авторитетных национальных медицинских обществ об изменениях образа жизни, которые могут улучшить ваше здоровье. Это ваше решение о том, какие изменения внести. Тем не менее, мы просим вас поделиться с нами",
        "anonymously": "'анонимно'",
        "changes": "Изменения, которые вы внесли с помощью простых кнопок ввода в приложении, эти данные будут переданы в механизм машинного обучения, который проанализирует ваши изменения в образе жизни и предоставит вам периодический отчет. Периодическое тестирование вашего биологического возраста с помощью нашего теста метилирования ДНК поможет вам оценить прогресс. Мы просим вас поделиться изменениями, которые вы сделали, с другими и, таким образом, стать партнером в совместных усилиях по улучшению вашего здоровья и здоровья других людей.",
        "data": "Как обогатить данные о здоровье",
        "obligated": "Вы не обязаны отвечать на вопросы по этому приложению, и это ваше решение, какую информацию предоставить. Точно так же вы решаете вносить или избегать изменений в образе жизни, а также следовать или игнорировать рекомендации различных медицинских ассоциаций, которые мы вам предоставляем. Однако чем больше данных, тем лучше и полезнее будет анализ для вас и других ",
        "community": "'сообщество приложений EpiAging'.",
        "analyzing": "Анализируя потоковую передачу данных от многих других пользователей приложения с помощью «машинного обучения», мы получим комбинации изменений образа жизни, которые могут оказать положительное влияние на снижение скорости старения.",
        "sharing": "Анонимный обмен данными",
        "believe": "Мы считаем, что хорошее здоровье требует партнерства многих людей, которые делятся своим опытом и учатся друг у друга, а не однонаправленного потока инструкций от «образованного» поставщика медицинских услуг к «пациенту». Мы знаем, что медицинская наука несовершенна, и ее развитие связано с методом проб и ошибок. Мы будем учиться вместе как «партнеры», обмениваясь опытом, оценивая прогресс и используя лучшие технологии машинного обучения для анализа предоставленных вами данных и получения обратной связи, которая будет направлять дальнейшее улучшение. Обучаясь у многих людей, которые будут участвовать, как и вы, мы сможем работать вместе над улучшением здоровья наших и других людей. Мы понимаем, что строгое требование о том, чтобы ваши данные оставались абсолютно «слепыми», а ваша личность оставалась анонимной. Только если эти правила анонимности будут строго соблюдаться, мы сможем свободно участвовать в этом грандиозном партнерстве.",
        "security": "Безопасность данных",
        "accordance": "В соответствии с Положениями о защите данных в отношении защиты данных, вы имеете право запрашивать доступ и исправление или удаление ваших персональных данных или ограничение обработки в отношении ваших данных или возражать против обработки, а также право на переносимость данных , Вы можете воспользоваться этим правом, связавшись с нами (info@hkgepitherapeutics.com). Ваше имя и личность будут зашифрованы и защищены. После вашей подписи вы получите слепое удостоверение личности, которое позволит вам предоставлять данные и оставаться анонимным для системы.",
        "agree": "Согласен",
        "ved": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
    },
    "McGillChartActivity": {
        "title": "анкета о боли Макгилла",
        "pain": "анкета о боли Макгилла",
        "wideused": "Введение. Анкета Mcgill Pain (MPQ) стала одним из наиболее широко используемых тестов для измерения боли.",
        "provides": "Он предоставляет ценную информацию о сенсорных, аффективных и оценочных измерениях болевого опыта и способен различать различные проблемы [7].",
        "several": "MPQ не идеальный инструмент, и было разработано несколько вариантов [2, 4,7]. Тем не менее, несмотря на использование специализированных альтернативных форм,",
        "research": " оригинальный MPQ до сих пор широко используется в диагностике и исследованиях по широкому спектру болевых проблем [7]",
        "feel": "Что чувствует ваша боль?",
        "following": "Утверждение: Некоторые из следующих слов ниже описывают вашу настоящую боль. Слайд к ЕДИНСТВЕННЫМ словам, которые лучше всего описывают это, то, которое применяется лучше всего.",
        "throbbing": "пульсация",
        "score": "Гол",
        "stabbing": "Stabbing",
        "shooting": "стрельба",
        "sharp": "диез",
        "cramping": "Спазмы",
        "gnawing": "Мучительный",
        "hotburning": "Горячая горение",
        "aching": "болящий",
        "heavy": "тяжелый",
        "tender": "Нежный",
        "splitting": "расщепляющий",
        "exhausting": "изнурительный",
        "sickening": "тошнотворный",
        "fearful": "напуганный",
        "how": "Как ощущается",
        "like": "чувствовать как?"
    },
    "MoodChartActivity": {
        "title": "Самооценка настроения",
        "emotions": "Когда дело доходит до эмоций, иногда бывает непросто признать или отметить, что мы чувствуем себя не на 100",
        "assessment": "Самооценка настроения",
        "short": "Если вам 16 или более лет, пройдите этот короткий опрос, который",
        "fortnight": "(1) Поможет вам лучше понять, как вы чувствовали себя в течение последних двух недель",
        "advice": "(2) Укажет вам правильное направление для полезных советов и информации ",
        "things": "Как часто вы испытывали некоторое удовольствие или интерес к тому, чем занимались? ",
        "score": "Гол",
        "hopeless": "Как часто вы испытывали некоторое удовольствие или интерес к тому, чем занимались? ",
        "asleep": "Как часто вас беспокоили проблемы с засыпанием, сном или слишком большим сном?",
        "energy": "Как часто вас беспокоило чувство усталости или недостаток энергии?",
        "appetite": "Как часто вас беспокоил плохой аппетит или переедание?",
        "family": "Как часто вас беспокоило плохое самочувствие, неудача или разочарование в себе или в семье?",
        "reading": "Как часто вас беспокоили проблемы с концентрацией внимания на таких вещах, как чтение газеты или просмотр телевизора?",
        "usual": "Как часто вам надоело двигаться или говорить так медленно, что другие люди могли заметить, или наоборот - быть настолько беспокойным или беспокойным, что вы двигались намного больше, чем обычно?",
        "anxious": "Как часто вас беспокоит чувство нервозности, тревоги или раздражения?",
        "worrying": "Как часто вас беспокоит неспособность остановить или контролировать беспокойство?",
        "different": "Как часто вы беспокоились о том, что слишком много беспокоитесь о разных вещах?",
        "relaxing": "Как часто вас беспокоили проблемы с отдыхом?",
        "still": "Как часто вам надоело быть таким беспокойным, что трудно сидеть на месте?",
        "irritable": "Как часто вас беспокоило то, что вас раздражали или раздражали?",
        "easily": "Как часто вас беспокоило то, что вас раздражали или раздражали?",
        "attack": "Был ли у вас приступ тревоги (внезапно появилось чувство страха или паники)?"
    },
    "BiologicalActivity": {
        "title": "Эпигенетический возраст",
        "biological": "Эпигенетический возраст обнаружения 2.0 ",
        "wrinkles": "Прекратите считать свой возраст по дням рождения или свечам на торте, морщинам, гусиным лапкам или морщинам на лице - это только цифры. И сегодня цифры не в счет.",
        "old": "Сколько тебе лет?",
        "importment": "Почему это важно?",
        "different": "Люди стареют с разной скоростью. Некоторые «выглядят» и «чувствуют» себя старше своего хронологического возраста, в то время как другие выглядят моложе своего хронологического возраста.",
        "better": "Наш эпигенетический возраст является лучшим показателем нашего здоровья и продолжительности жизни, чем наш хронологический возраст.",
        "hardware": "○ ДНК - это аппаратное обеспечение, генетика - это операционная система, а метилирование ДНК и другие эпигенетические факторы - это программное обеспечение, которое программирует геном.",
        "epigenetics": "○ Важно отметить, что «эпигенетика» в отличие от «генетики» потенциально обратима в результате диетических вмешательств и изменений в образе жизни.",
        "suggest": "○ Исследования показывают, что ускоренные «эпигенетические часы» могут быть связаны с повышенным риском развития некоторых хронических заболеваний, связанных с возрастом, таких как сердечно-сосудистые заболевания и рак в более позднем возрасте. (link:",
        "paradigm": "○ Сдвиг парадигмы в поиске биологических маркеров возраста произошел с открытием Хорватом «эпигенетических часов», который основан на измерении статуса метилирования ДНК на 500 стратегических позициях в ДНК.",
        "ncbi": "https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease",
        "still": "). Это, однако, все еще открытое поле, и необходимы дополнительные исследования.",
        "studies": "○ Появляются предварительные исследования, которые показывают, что изменения в рационе могут вызывать замедление эпигенетических часов у некоторых людей, однако это все еще открытая жизнь.(link:",
        "pubmed": "https://www.ncbi.nlm.nih.gov/pubmed/30350398",
        "including": "○ Национальные медицинские ассоциации уже некоторое время рекомендуют изменения в образе жизни, в том числе физические упражнения и изменения в привычках питания, однако нам необходимо больше данных о наиболее рекомендуемых изменениях, и они должны быть персонализированы.",
        "learn": "○ Один из способов узнать о рекомендуемых изменениях образа жизни - поделиться своим опытом с другими и проанализировать влияние различий в образе жизни. Теперь это возможно с использованием технологий обмена, таких как приложения, а также искусственного интеллекта.",
        "epiaging": "Что такое тест на старение?",
        "mean": "Что это значит?",
        "extensive": "○ После обширных исследований мы обнаружили одну область метилирования ХГ, которая была достаточной для точного прогнозирования биологического возраста с использованием слюны.",
        "decelerate": "○ Хотя до сих пор неясно, как можно замедлить возрастные изменения в образе жизни, рекомендованные большинством национальных медицинских ассоциаций, это, пожалуй, точка для начала. Пожилой возраст - это «красный флаг», и это не более чем говорит о том, что, возможно, пришло время внести некоторые изменения в образ жизни.",
        "consider": "○ Мы рассматриваем «красный флаг» как «эпигенетический возраст», который старше одного стандартного отклонения теста. Стандартное отклонение дает представление о распределении в нормальной популяции, которая на данный момент в анализе составляет 5 лет. По мере накопления большего количества тестов мы получим более точное число «нормального распределения».",
        "red": "○ «Красный флаг» может побудить вас действовать в соответствии с вашим образом жизни.",
        "information": "○Наше приложение свяжет вас с информацией о рекомендованном образе жизни ведущих национальных медицинских ассоциаций США. Они регулярно обновляются, и мы рекомендуем, чтобы вы продолжали обновлять, периодически просматривая ссылки. Эти рекомендации основаны на том, что «наука» знает сегодня, они не идеальны. С увеличением объема данных и анализа наука улучшается.",
        "update": "○ Вы будете обновлять данные о вашем образе жизни так регулярно, как вы хотите. Вы можете обновить все вопросы, некоторые или нет. Тем не менее, мы считаем, что точные отчеты обеспечат более точный анализ.",
        "report": "○ Изначально наш отчет покажет, насколько далеко ваши параметры образа жизни от согласованных рекомендаций. Ваши данные будут анонимными, а ваши данные и данные других анонимных пользователей будут проанализированы с помощью искусственного интеллекта для разработки модели, основанной на многих пользователях, которая измеряет влияние изменений образа жизни на «эпигенетические часы». Со временем, по мере того, как будет накапливаться больше данных, модель будет использоваться в данных вашего образа жизни, и результаты «модели» будут передаваться вам.",
        "administer": "○ Наш тест прост в администрировании, недорог, надежен и точен, а также динамически интегрируется в экосистему здоровья на протяжении всей жизни, управляемую технологией приложений и машинным обучением.",
        "app": "Зачем вам нужны анкеты в приложении?",
        "sense": "○ Тесты EpiAging имеют смысл только в рамках динамичной системы управления жизненным циклом жизни, окружающей среды и здоровья.",
        "personalized": "○ На основе предоставленной вами информации о здоровье и образе жизни будет сформирована персонализированная оценка, включая вмешательство.",
        "health": "○ Периодически обновляйте параметры вашего здоровья и образа жизни, чтобы активировать пожизненный персонализированный аналитический отчет.",
        "questionnaires": "Зачем вам нужны анкеты в приложении?",
        "clock": "У каждого есть ДНК часы",
        "chronological": "○ Мы все знаем о нашем хронологическом возрасте. Но сколько нам на самом деле лет? Люди стареют с разной скоростью. Некоторые «выглядят» и «чувствуют» себя старше своего хронологического возраста, в то время как другие выглядят моложе своего хронологического возраста.",
        "life": "Наш эпигенетический возраст является лучшим показателем нашего здоровья и продолжительности жизни, чем наш хронологический возраст.",
        "know": "Но как мы узнаем наш «эпигенетический возраст»?",
        "identifying": "Считалось, что, если мы сможем определить истинный «эпигенетический возраст», мы могли бы протестировать и разработать меры, которые замедлят скорость биологического старения. В течение последних десятилетий были приложены значительные усилия для определения различных параметров, которые могли бы предсказать «биологическое старение» и продолжительность жизни, таких как показатели хрупкости, поседение волос, старение кожи, уровни различных видов лейкоцитов. Однако было установлено, что большинство из этих маркеров не дают никаких преимуществ по сравнению с вашим хронологическим возрастом.",
        "longevity": "Параметры, которые предсказывают «биологическое старение» и долговечность",
        "method": "Метод определения биологического возраста",
        "length": "Длина теломер",
        "correlation": "Низкая корреляция",
        "requirements": "Высокие технические требования",
        "small": "Небольшие технические ошибки могут оказать  ",
        "results": "решающее влияние на результаты.",
        "scores": "Метаболические возрастные показатели",
        "sampling": "Методы отбора проб и обнаружения сложны и не были проверены в большом количестве выборок населения",
        "epigenetic": "Эпигенетические часы ",
        "closely": "тесно связаны с биологической функцией человеческого организма, а ускорение эпигенетических часов связано с риском нейродегенеративных заболеваний и рака.",
        "epiagings": "epiAging",
        "methylation": "epiAging использует метод называется метилирование ДНК, чтобы определить истинный возраст - который мог бы, как и наука думает в это время и возраст, выявить какую-то важную информацию о вашем истинном здоровье, и, возможно, даже охватить и качество вашей жизни.",
        "hkepi": "HKG epi THERAPEUTICS",
        "already": "ГОНКОНГ ер ТЕРАПИЯ уже три десятилетия новаторских исследований в этой захватывающей области метилирования ДНК. С помощью нашего уникального метода диагностики метилирования ДНК, хранящегося в клетках и слюне, мы раскрываем ваш фактический возраст, который может побудить вас сделать изменения образа жизни, которые могли бы привести к некоторым свидетельствам предлагает следующее:",
        "slow": "Замедление процесса старения",
        "onset": "Предотвратить заболевание до появления",
        "quality": "Улучшение качества жизни",
        "extend": "Расширьте длину Жизни",
        "making": "Простое создание науки",
        "fast": "Как быстро ваши биологические часы Ticking?",
        "chronologicaled": "Если ваш хронологический возраст 50 и ваш эпигенетический возраст составляет 35, отлично! Но если ваш хронологический возраст и ваш эпигенетический возраст 35 говорит, что вы 50 лет - это может быть сигнал вызова на вас, чтобы внести изменения в стиле жизни.",
        "possibly": "Если ваш хронологический возраст 50 и ваш эпигенетический возраст составляет 35, отлично! Но если ваш хронологический возраст и ваш эпигенетический возраст 35 говорит, что вы 50 лет - это может быть сигнал вызова на вас, чтобы сделать изменения образа жизни.",
        "really": "Так возьмите ключ и узнать, сколько вам лет, на самом деле!",
        "test": "Тест Epiaging",
        "developed": "Мы разработали и внедрили удобный и эффективный тест обнаружения Epiaging.",
        "epitherapeutics": "Ученые HKG epitherapeutics добывали большое количество связанных с возрастом метилирования сайтов CG в метилирования ДНК сотен опубликованных данных и выбрали область, содержащую 13 метилирования участков, из которых образец слюны может точно предсказать эпигенетический возраст.",
        "steps": "Откройте для себя биологического возраста до 5 простых шагов, изменить свой образ жизни и улучшить свое здоровье",
        "download": "ШАГ 1: Загрузить приложение",
        "register": "Скачать приложение, зарегистрироваться и запросить тест EpiAging Вы получите вашу коллекция трубку слюны по почте.",
        "step2": "ШАГ 2: Кос. SEAL. КОРАБЛЬ",
        "saliva": "Привод слюну (вертела) в трубу, закрыть и запечатать конверт и отправить пакет в нашей тестовой лаборатории с обратным адресом почтовой.",
        "step3": "ШАГ 3: Ответьте на вопрос и введите данные",
        "questionnaire": "Открыть кнопку опросника. Введите ваши данные. Сохраните данные Сравните данные с рекомендациями и внести изменения или пищевые добавки порядка. Сообщить изменения часто. Высокое качество анализа высокого качества и отчетности позволит более точные персональные рекомендации для вас. Вы получите непрерывный отчет о приложении, описывающем прогресс. После того, как accumutates дал персонифицированный отчет о возможных изменениях будет предоставлена в приложении.",
        "step4": "ШАГ 4: Откройте Ваш возраст",
        "analyze": "Наша лаборатория внедренной будет анализировать эпи-генетических данные для расчета биологического возраста, и вы можете просматривать персонализированные отчеты через приложение.",
        "step5": "Шаг 5: внести изменения в образе жизни улучшить свое здоровье",
        "lifestyle": "Мы будем также анализировать данные об образе жизни. Вы продолжаете вносить изменения в образе жизни и отчет. Вы получаете персонализированные отчеты о вашем прогрессе периодически заказывать новые тесты epiAging для оценки прогресса. Новый анализ будет предоставлен с некоторыми предложениями. Держите улучшения и тестирования страницы.",
        "foot": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
    },
    "SleepChartActivity": {
        "title": "Самооценка сна",
        "assessment": "Самооценка сна",
        "people": "Большинство людей испытывают проблемы со сном в своей жизни. Фактически, считается, что у трети британцев в какой-то момент будут эпизоды бессонницы.",
        "include": "Причины могут включать психологические состояния (такие как депрессия или беспокойство) или сочетание обоих. Этот короткий тест от Sleepio даст вам оценку сна, а также практические советы и рекомендации по улучшению сна.",
        "total": "Думая о типичной ночи в прошлом месяце, если вы просыпаетесь, то как долго вы просыпаетесь?",
        "asleep": "Думая о типичной ночи в прошлом месяце, сколько времени тебе нужно, чтобы заснуть?",
        "util": "минут",
        "night": "ночь",
        "quality": "Думая о типичной ночи в прошлом месяце, как бы вы оценили качество вашего сна?",
        "score": "Гол",
        "mood": "Размышляя о прошедшем месяце, насколько плохой сон повлиял на ваше настроение, энергию или отношения?",
        "productivity": "Размышляя о прошедшем месяце, насколько плохой сон повлиял на вашу концентрацию, продуктивность или способность бодрствовать?",
        "general": "En pensant au mois dernier, dans quelle mesure le manque de sommeil vous a-t-il perturbé en général?",
        "problem": "Как долго у тебя были проблемы со сном?",
        "month": "месяц"
    },
    "DietChartActivity": {
        "title": "Диета Рекомендация",
        "confirmText": "подтвердить",
        "chooseBreakfast": "Выберите завтрак...",
        "food": "Потребление пищи (калорий / день)",
        "source": "Источник: Healthline",
        "recommen": "Рекомендация:",
        "calories": "Среднестатистической женщине необходимо съедать около 2000 калорий в день, чтобы поддерживать ее, и 1500 калорий, чтобы терять один фунт веса в неделю. Средний человек нуждается в 2500 калориях, чтобы поддержать, и 2000, чтобы потерять один фунт веса в неделю.",
        "diet": "Введите вашу диету",
        "foodd": "питание",
        "each": "каждый",
        "edit": "редактировать",
        "caloriess": "Калории:",
        "kcal": "килокалория",
        "fat": "Насыщенный жир:",
        "g": "грамм"
    },
    "SameActivity": {
        "title": "Введение в S-аденозилметионин",
        "what":"Что такое",
        "what2": "SAMe?",
        "affacthealth": "Же это натуральный продукт в организме человека, который может повлиять на здоровье человека.",
        "same": "SAMe",
        "sam": "S-аденозилметионин – это натуральная пищевая добавка, не является лекарственным препаратом.  ",
        "body": "S-аденозилметионин - это химическое вещество, обнаруженное в организме человека.",
        "considered": "S-аденозилметионин считается наиболее важным источником метила в организме.",
        "level": "Уровень S-аденозилметионина с возрастом уменьшается. Одновременно может возникнуть ряд проблем со здоровьем, включая настроение, заболевания суставов и печени. ",
        "molecules": "Все SAMe молекулы имеют две формы: SS (активная) изомер и RS (неактивная) изомер. ",
        "tosylate": "В то время как S-аденозилметионин выпускается в двух стабильных солевых формах, тозилат и бутан дисульфанат, только лишь форма тозилата подкреплена двадцатилетним исследованием безопасности и эффективности. ",
        "according": "Согласно клинических исследований, S-аденозилметионин способен улучшить эмоциональное здоровье, расслабление суставов и функцию печени.",
        "quality": "В марте 2003, Агентство исследований и качества здоровья, отделение здравоохранения и социальных служб США, опубликовало результаты масштабного исследования S-аденозилметионина",
        "depression": "S-аденозилметионин так же эффективен, как традиционные, отпускаемые по рецепту лекарства при борьбе с депрессией",
        "effective": "S-аденозилметионин так же эффективен, как обычные рецептурные препараты при лечении остеопороза.",
        "diseases": "S-аденозилметионин имеет значительные преимущества для пациентов, которые страдают различными заболеваниями печени.",
        "effects": "естественный sam - e не нашел никаких очевидных побочных эффектов.",
        "spotlight": "Sam - e под фонарем",
        "october": "журнал 'артрит сегодня' (октябрь)",
        "lists": "включил sam - e в качестве оптимального дополнения для лечения артрита кости.",
        "research": "исследование, проведенное ",
        "highest": "британским институтом артрита, показало, что SAM - e является наивысшим уровнем ингредиентов для пероральной регидратации для облегчения артрита костей.",
        "study": "исследования, проведенные в",
        "hospital": "больнице общего профиля в Массачусетсе, свидетельствуют о том, что комбинированные антидепрессанты sam - e значительно повысили степень ремиссии для тех, кто страдает от депрессии, не получая регулярного лечения.",
        "korean": "исследование, проведенное в",
        "as": "Южной Корее, показало, что SAM - e и нпаид не менее эффективны, чем Набу - Мито. ",
        "university": "исследования, проведенные в",
        "calfornia": "Калифорнийском университете, показали, что SAM - e и лекарства, выписанные на лечение артрита, так же эффективны, как и коктейль.",
        "basic": "SAM - e фундаментальные исследования в области человеческих и животных клеток",
        "animals": "В ходе экспериментов с раком молочной железы и животными sam - e может сдерживать рост и перенос рака молочной железы.",
        "shown": "SAM - eможет остановить рост клеток рака печени.",
        "prostate": "SAM - e может остановить рост раковых клеток простаты.",
        "formation": "SAM - e может остановить образование рака печени и толстой кишки у крыс.",
        "was": "SAMe was shown to improve memory in a mouse model of Alzheimer disease when taken before onset of symptoms.",
        "why": "Почему стоит выбрать именно наш S-аденозилметионин?",
        "standards": "Наш S-аденозилметионин производится в соответствии с самыми высокими стандартами, по оригинальной итальянской технологии (соль-тозилат-дисульфанат)",
        "consistently": "Наша S-аденозилметианиновая продукция, начиная с исходного сырья, постоянно проходит тестирование при самом высоком на рынке соотношении SS к RS",
        "ss": "SS изомер ",
        "rs": "80% / RS изомер",
        "tablets": "Наши таблетки S-аденозилметионина покрыты кишечнорастворимой оболочкой для оптимального усвоения организмом. ",
        "sealed": "Наши таблетки S-аденозилметионина запечатаны в блистерную упаковку для обеспечения свежести.",
        "potency": "Наш S-аденозилметионин производится с гарантированными стандартами чистоты и эффективности.",
        "falvors": "Без искусственных вкусовых добавок, следов молочной продукции, консервантов, аллергенов. Не содержит дрожжи и глютен. Кошерный. Сертифицирован.",
        "minimun": "Наши таблетки S-аденозилметионина  тестировались на протяжении минимум двух полных лет стабильного рейтинга. ",
        "when": "Предостережения при приёме S-аденозилметионина ",
        "should": "S-аденозилметионин не следует принимать вместе или вместо лечения, прописанного вашим лечащим врачом. ",
        "taking": "Если вы принимаете лекарственные препараты и планируете принимать S-аденозилметионин в качестве дополнения, проконсультируйтесь с вашим врачом, чтобы убедиться, что S-аденозилметионин не взаимодействует с препаратами, которые вы уже принимаете.",
        "ltd": "@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
    },
    "DataActivity": {
        "title": "Безопасность данных",
        "filling": "важность заполнения вопросника",
        "epiaging": "Тест EpiAging имеет значение только в рамках динамичной системы управления образом жизни, окружающей средой и здоровьем. ",
        "personalized": "На основе предоставленной вам информации о состоянии здоровья и образе жизни, будет сформирована персональная оценка, включая меры воздействия.",
        "update": "Для активации персонального аналитического отчёта, периодически обновляйте параметры вашего образа жизни и состояния здоровья.",
        "how": "Как мы проводим анализ данных?",
        "test": "Результаты теста Epiaging постоянно анализируются с общими параметрами состояния здоровья, индивидуальными мерами воздействия и результатами многих пользователей, используя современные алгоритмы машинного обучения",
        "analysis": "Индивидуальный анализ с некоторыми возможными путями улучшения.",
        "data": "Данные в нашей базе скрыты в отношении личности.",
        "access": "Доступ к вашей личной информации запрещён любым лицам, имеющим доступ к данным о вашем состоянии здоровья и образе жизни.",
        "general": "Мы будем делиться только общими выводами, основанными на всех пользователях в целом.",
        "information": "Как мы гарантируем конфиденциальность информации? ",
        "privacy": "У нас есть система управления конфиденциальностью и безопасностью данных.",
        "without": "Мы не делимся никакими вашими личными данными без вашего прямо выраженного согласия.",
        "will": "Мы не предоставляем вашей информации или результатов другим работодателям или страховым компаниям.",
        "unless": "Мы не предоставляем правоохранительным органам никакой информации, если только нам не будет предложено выполнять эффективные судебные приказы.",
        "learn": "больше узнать о нашем уединении.",
        "logged": "когда вы не входите в систему, ваша медицинская информация и личная информация о пользователе будут в свободном состоянии, и никто не сможет найти вашу информацию.",
        "not": "В соответствии с нашим заявлением о безопасности данных мы не будем иметь или сохранять закрытый ключ пользователя для расшифровки пользовательских данных. Сохраните ваш единственный закрытый ключ.",
        "lost":"после установки закрытого ключа не разрешается изменять его.Если закрытый ключ был изменён, все ранее сохранённые медицинские данные будут утеряны.новые медицинские данные будут зашифрованы с помощью нового закрытого ключа и могут быть настроены только один раз.",
        "save":"Согласно заявлениям о безопасности данных и Закону hippa, мы не имеем и не храним закрытый ключ пользователя для расшифровки данных пользователя.",
        "eip":"@2021 HKG epi THERAPEUTICS Ltd. Сохранить все права"
    },
    "RasEncryptionActivity": {
        "title": "Настройки безопасности данных",
        "press": "Пожалуйста, нажмите кнопку «генерировать» для генерации вашего уникального открытого ключа и приватного ключа. Затем, нажав «Сохранить»,",
        "press2": "Уникальный Открытый ключ и Закрытый ключ будут сохранены на вашем мобильном телефоне.",
        "setkey": "«После того, как ключи установлены, никакие изменения не допускаются. Если Открытый ключ и Закрытый ключ были изменены, все ранее сохраненные исправные данные будут потеряны. Новые исправные данные будут зашифрованы с использованием нового ключа,",
        "setkey2": "и его можно установить только один раз.",
        "savekey": "Мы не будем иметь или сохранять личный ключ пользователя для расшифровки пользовательских данных в соответствии с ",
        "security": "Заявление о безопасности данных и закон HIPPA",
        "freestate": "Когда вы не вошли в систему, ваша медицинская информация и личные данные пользователя будут находиться в «свободном» состоянии, и никто не сможет найти вашу связанную информацию между ними.",
        "savekey2": ",Пожалуйста, сохраните ваш единственный секретный ключ.",
        "unique": "Уникальный открытый ключ и закрытый ключ потребуется ввести еще раз, если пользователь снова войдет в систему.",
        "failed": "Сообщение, Сбой генерации ключа, пожалуйста, восстановите,",
        "success": "Открытый ключ и закрытый ключ очень важны для обеспечения безопасности ваших данных в этом приложении. Мы не будем сохранять или иметь ваш открытый ключ и закрытый ключ. Пожалуйста, сделайте скриншот или скопируйте и вставьте, чтобы сохранить открытый ключ и закрытый ключ, чтобы вы могли легко заполнить и получить свои данные в следующий раз.",
        "generate": "генерировать",
        "privatekey": "закрытый ключ",
        "publickey": "открытый ключ",
        "save":"Сохранить",
        "copykeys":"КОПИЯ КЛЮЧЕЙ",
        "titlemsg":"Сообщение",
        "meg":"Открытый ключ и закрытый ключ были скопированы в ваш буфер обмена."
    },
    "QAActivity": {
        "title": "ответ на вопрос",
        "test":"1.EpiAging App Руководство пользователя",
        "report":"2.Как получить мой отчет по тестированию в epiAging?",
        "fillques":"3.Как заполнить анкеты?",
        "calfoot":"4.Как рассчитать калории пищи, которую вы потребляете?"
    },
    "ContactActivity": {
        "title": "связаться с нами",
        "phone": "(+852) 2354 8297",
        "utics": "info@hkgepitherapeutics.com",
        "http": "https://www.hkgepitherapeutics.com",
        "hkg": "HKG epitherapeutics Limited Unit 613, Biotech Centre 2,Hong Kong Science Park,Sha Tin,N.T.,Hong Kong"
    },
    "QuesnoteActivity": {
        "about": "О Анкеты",
        "are": "Анкеты",
        "optional": "необязательно заполнять.",
        "however": "Однако на эпигенетику влияет как образ жизни, так и окружающая среда. Наша философия заключается в том, что тесты Epiaging имеют смысл только в рамках динамичной системы управления жизненным стилем жизни, окружающей средой и здоровьем.",
        "personalized": "Однако на эпигенетику влияет как образ жизни, так и окружающая среда. Наша философия заключается в том, что тесты Epiaging имеют смысл только в рамках динамичной системы управления жизненным циклом жизни, окружающей среды и здоровья.",
        "title": "уведомление",
        "ques": "Продолжить",
        "back": "Отмена",
        "epi":"@2021 HKG epi THERAPEUTICS Ltd. Все права защищены"
    },
    "Manual1Activity": {
        "title": "Как получить отчет по тестированию epiAging",
        "getmy":"Как получить мой отчет по тестированию на молодость",
        "login":"Обязательно войдите в систему с учетной записью, которая использовалась для покупки продукта epiAging.",
        "username":"Ваше имя пользователя появится после входа в систему.",
        "gohome":"Перейдите в «ДОМ» или «ЭПИЦЕНТР» и нажмите «Мой отчет».",
        "barcode":"Введите (или отсканируйте) штрих-код на вашей пробирке и получите отчет о старении.",
        "icon":"После того, как вы ввели свой штрих-код, нажмите значок, чтобы получить отчет о тестировании epiAging.",
        "result":"Ваш результат теста epiAging будет внизу страницы."
    },
    "Manual2Activity": {
        "title": "EpiAging App Руководство пользователя",
        "download":"Загрузите приложение IOS из Apple Store или приложение Android из Google Play Store.",
        "gocenter":"Перейдите в «EPICENTER» и нажмите «Зарегистрироваться», чтобы зарегистрировать аккаунт.",
        "fillregis":"Заполните регистрационную информацию.",
        "mailbox":"Перейдите в почтовый ящик регистрации, чтобы активировать свою учетную запись.",
        "accountlogin":"Войдите в аккаунт, который вы только что зарегистрировали.",
        "setkey":"Создать уникальный ключ безопасности данных",
        "sentmail":"Пара открытых и закрытых ключей будет сохранена в локальной папке вашего телефона",
        "purchase":"«Перейдите в раздел« ПОКУПКА », чтобы приобрести набор для тестирования EpiAging."
    },
    "Manual3Activity": {
        "title": "Questionnaire guidance",
        "how":"How to fill out the questionnaire",
        "slider1":"How to use the slider to fill out the data.",
        "ratingstart2":"How to use the rating star to fill out the data.",
        "enteefield3":"How to use the entering field to fill out the data."
    },
    "Manual4Activity": {
        "title": "Диета руководство",
        "calculate":"Как рассчитать потребление калорий?",
        "slider":"Как использовать ползунок для заполнения данных",
        "calfood":"Как использовать калькулятор калорий для расчета калорий пищи, которую вы принимаете.",
        "entering":"Как использовать поле ввода для заполнения данных."
    },
    "SavepdfpathActivity":{
        "btncp":"Скопировать",
        "titlemsg":"сообщение",
        "copy":"Копирование завершено, пожалуйста, скопируйте адрес в браузер для загрузки"
    },
    "ScannerAcitivity":{
        "title":"сканировать"
    },
    "LangActivity":{
        "title":"переключение речи",
        "English":"английский(English)",
        "French":"французский язык(French)",
        "Spanish":"испанский(Spanish)",
        "Russian":"эгуо (язык)(Russian)",
        "Portuguese":"португальский язык(Portuguese)",
        "Chinese":"китайский язык(Chinese)"
    },
    "AgeAccelerateActivity":{
        "title":"Возрастное ускорение",
        "accecalcul":"Калькулятор возрастного ускорения",
        "enterepi":"Пожалуйста, введите ваш эпигенетический возраст",
        "enterchro":"Пожалуйста, введите ваш хронологический возраст",
        "youraccis":"Ваше возрастное ускорение:"

    },
    "LaunchActivity":{
        "title":"Launch",
        "registerkit":"REGISTER KIT",
        "myreport":"MY REPORT",
        "buykit":"BUY EPIAGE KIT",
        "signin":"SIGN IN WITH EMAIL",
        "readmore":"READ MORE ABOUT EPIAGE"

    }
}