{
    "LoginIcon": {
        "message": "Hi:Guest"
    },
    "TabHomeActivity": {
        "title": "Casa",
        "video": "Vídeo relatado",
        "biotitle": "Detección de la edad epigenética por metilación del AND",
        "1ml": "Solo se necesita 2 ml de muestra de saliva para la detección, lo que es conveniente y seguro.",
        "testresult": "La muestra será enviada al laboratorio para su análisis.Los resultados del examen serán enviados a su APP.",
        "bio2": "Detección de edad epigenética 2.0",
        "1ml2": "La edad epigenética se puede medir con solo 2 ml de muestra de saliva.",
        "kit":"Kit de expulsión",
        "learnmore": "Aprende más",
        "appsystem": "Nuestro sistema de aplicación",
        "personalrep": "Informes personales dinámicos",
        "question": "Cuestionarios completos",
        "follow": "Seguir",
        "international": "Enlaces a recomendaciones de asociaciones médicas de renombre internacional",
        "dynrep": "informe dinámico personalizado",
        "question2": "Cuestionarios de estilo de vida",
        "machinelearn": "APP vinculada a un sistema de aprendizaje automático",
        "whatsame": "Qué es SAMe？",
        "same": "SAMe",
        "affacthealth": "SAMe es un suplemento nutricional no un medicamento.",
        "supplement": "SAMe (S-adenosil metionina) es una sustancia química que se encuentra naturalmente en el cuerpo.",
        "myreport": "Mi informe",
        "questionnaires": "Cuestionario de encuesta",
        "testprocess": "Proceso de ensayo",
        "qa": "Q&A",
        "datasequrity": "Data Security",
        "consent": "User Informed Consent",
        "disclaimer": "Descargo de responsabilidad",
        "disclaimertext": "La prueba epiAging no está destinada a ser información de salud o datos médicos o para ser utilizada para detectar, diagnosticar, tratar, prevenir o evaluar el riesgo de cualquier enfermedad o afección. El servicio epiAging es una determinación epigenética de la edad basada en la evaluación de la metilación del ADN en su ADN. No estamos recopilando datos genéticos. La prueba está disponible para personas de 21 años de edad o mayores. Este servicio no ha sido aprobado ni aprobado por la Administración de Drogas y Alimentos de los EE. UU.",
        "allright": " @2021 HKG epi THERAPEUTICS Ltd. Todos los derechos reservados.",
         "old":"Cuantos años ",
        "you":"tienes?",
        "only":"La única edad que cuenta es",
        "dnaage":"la edad de su ADN biológico.",
        "stop":" Deje de contar su edad",
        "dles":"por cumpleaños o arrugas, ",
        "frown":"patas de gallo o las arrugas en su cara, esos son solo números.",
        "numbers":"Y hoy, los números no",
        "count":" cuentan.",
        "aboutus":"Sobre nosotros",
        "lifestyle":"Estilo de vida",
        "test":"Proceso de prueba",
        "mark":"Mercado de la salud",
        "quest":"Cuestionarios",
        "report":"Mi reporte",
        "whatis":"¿Qué es SAMe? ",
        "natural":"SAMe es un producto",
        "human":"natural en el cuerpo humano que puede  ",
        "health":" afectar la salud humana.",
        "whatare":"¿Qué son las",
        "vitaamins":"vitaminas?",
        "organic":"Las nutraminas son sustancias",
        "necessary":"orgánicas necesarias para mantener las actividades",
        "left":"de la izquierda humana,",
        "active":"y también sustancias activas importantes",
        "healthman":"para mantener la salud humana.",
        "vitamin":"El contenido de vitaminas en el cuerpo es muy pequeño,",
        "indispensable":"pero indispensable",
        "chronological":"Edad cronológica",
        "biological":"Edad epigenética",
        "management":"Manejo de la salud",
        "Tips":"Pista",
        "message":"Si ya has comprado la Caja de muestras genéticas.Por favor, haga clic en su carpeta »"
    },
    "TestprocessActivity": {
        "title": "Proceso de prueba",
        "testprocess": "PROCESO DE PRUEBA",
        "downloadapp": "1.Descargar aplicación",
        "purchasekit": "2.Compra",
        "fillques": "3.Cuestion",
        "fillques2": "ario",
        "collect": "4.Recolección ",
        "collect2": "de saliva.",
        "sample": "5.Enviar de vuelta la muestra ",
        "extraction": "6.Extracción y",
        "extraction2": "análisis de ADN.",
        "report": "7.Enviar un informe ",
        "report2": "a la aplicación"
    },
    "TabCenterActivity":{
        "title":"EPICENTER",
        "centerlogin":"Iniciar sesión",
        "centerregis":"Registro",
        "centerkey":"Llave privada",
        "Questionnaire":"Cuestionario",
        "centerreport":"Mi reporte",
        "centerqa":"Q&A",
        "centerus":"Contáctenos",
        "centerout":"Salir"
    },
    "AboutActivity": {
        "title": "Sobre nosotros",
        "company": "| Introducción de la Compañía",
        "science": "| Equipo ciéntifico",
        "methylation": "| Metilación del ADN",
        "biological": "| Detección de la edad epigenética",
        "consentform": "| Formulario de consentimiento de datos del cliente",
        "company1":"Empresa",
        "introduction1":"Introduccion",
        "science1":"Nuestra ciencia",
        "team1":"Equipo",
        "dna1":"DNA",
        "methylation1":"Metilación",
        "biological1":"Biologico",
        "age1":"Edad",
        "consent1":"De acuerdo",
        "form1":"Forma"
    },
    "LoginActivity": {
        "title": "Iniciar sesión",
        "email": "Email",
        "passowrd": "Contraseña",
        "mailboxformatFail": "El formato del buzón es incorrecto.",
        "mailboxNull": "Por favor ingrese su buzón",
        "passwordNull": "Por favor, introduzca su contraseña",
        "login": "Iniciar sesión",
        "logout":"Cerrar sesión",
        "noaccount": "¿No tienes una cuenta?",
        "register": "Registro",
        "language":"Idiomas",
        "Invalid": {
            "Email": "Email inválido",
            "PWD": "contraseña incorrecta",
            "NetFail": "Red no enlazable",
            "unactive": "Correo electrónico no activo"
        },
        "ForgetPwd": "¿Contraseña olvidada?"
    },
    "RegisterActivity": {
        "title": "Registro completado.",
        "register": "Registro",
        "region": "Seleccione su región:",
        "nickname": "Apodo",
        "email": "Email",
        "password": "Crea una contraseña",
        "confirm": "Confirmar contraseña",
        "agree": "He leído y acepto",
        "privacy": "tlos Términos de servicio y la Declaración de privacidad.",
        "message": "Mensaje",
        "registered": "El buzón ha sido registrado",
        "activation": "El enlace de activación del usuario se ha enviado a su buzón registrado, vaya a activarlo haciendo clic en el enlace allí.",
        "again": "¡Error de red! Inténtalo de nuevo",
        "account": "¿Ya tienes una cuenta?",
        "login": "Iniciar sesión"
    },
    "ForgetActivity": {
        "title": "Restablecer la contraseña",
        "link": "Al hacer clic en el botón a continuación, se enviará a su correo electrónico un enlace para restablecer su contraseña.",
        "link2": "Ingrese a su cuenta",
        "email": "Email",
        "password": "Contraseña",
        "login": "iniciar sesión"
    },
    "LifeStyleChartActivity": {
        "same":"SAMe",
        "same-recommon":"No existe una dosis ideal establecida de SAM-e. Para la depresión, muchos estudios han utilizado entre 800 y 1.600 miligramos diarios. Para la osteoartritis, 600-1,200 miligramos diarios de SAM-e divididos en tres dosis son comunes. Pídele consejos a tu doctor. ",
        "resveratrol":"Resveratrol",
        "mg1":"mg/day",
        "drug":"Drugs.com",
        "resveraltrol-recommon":"La evidencia de los estudios clínicos es insuficiente para proporcionar pautas de dosificación. Los estudios de dosis única sugieren que una dosis diaria segura para una persona que pese 70 kg puede ser resveratrol 450 mg / día. Las dosis superiores a 1 g / día parecen haber sido bien toleradas en un ensayo a corto plazo (2 semanas), pero se ha informado que causan efectos adversos en otro estudio.",
       "nmn":"NMN",
       "selfhacked":"SELFHACKED",
        "nmn-recommon":"Las dosis en suplementos humanos varían alrededor de unos pocos cientos de mg por día. Por ejemplo, en un estudio de 50 mujeres, la dosis que se está probando es 125 mg de NMN dos veces al día durante 8 semanas.",
       "dhea":"DHEA",
        "webmd":"WebMD",
        "dhea-recommon":"No hay una dosis estándar de DHEA. Algunos estudios han usado cápsulas dosificadas entre 25 y 200 miligramos al día, o incluso a veces más, pero depende de las condiciones médicas que se estén tratando. Pídele consejos a tu doctor.",
        "title": "Cuestionario de estilo de vida",
        "lifesques": "Cuestionario de estilo de vida",
        "healthy": "Lo más probable es que un estilo de vida saludable o poco saludable se transmita de generación en generación. Según el estudio realizado por Case et al.",
        "become": "(2002), cuando un niño de 0 a 3 años tiene una madre que practica un estilo de vida saludable, este niño tendrá un 27% más de probabilidades de volverse saludable y adoptar el mismo estilo de vida.",
        "instance": "Por ejemplo, los padres de altos ingresos son más propensos a comer alimentos orgánicos, tienen tiempo para hacer ejercicio y proporcionar la mejor condición de vida a su children.On Por otro lado, los padres de bajos ingresos son más propensos a participar en actividades poco saludables como fumar a ayudarlos a liberar el estrés y la depresión relacionados con la pobreza.",
        "teacher": "Los padres son el primer maestro para cada niño. Es muy probable que todo lo que hagan los padres se transfiera a sus hijos a través del proceso de aprendizaje.",
        "height": "Peso y altura",
        "heightvalue":"Altura (cm):",
        "weightvalue":"Peso (kg):",
        "source": "Fuente: Centros para el Control y Prevención de Enfermedades.",
        "recommendation": "Recomendación:",
        "bmicaltulate":"IMC [Índice de masa corporal = peso (kg) / (altura (m) ▪ altura (m))]",
        "bmisource":"Fuente: Instituto Nacional del Corazón, los Pulmones y la Sangre",
        "range": "Si su IMC es menor a 18.5, se encuentra dentro del rango de bajo peso.",
        "bmi": "Si su IMC es de 18.5 a 24.9, se encuentra dentro del rango de peso normal o saludable.",
        "falls": "Si su IMC es de 25.0 a 29.9, se encuentra dentro del rango de sobrepeso.",
        "your": "Si su IMC es 30.0 o superior, se encuentra dentro del rango de obesidad.",
        "heart": "Frecuencia cardíaca (latidos / min)",
        "beats": "latidos / min",
        "bmii": "bmi",
        "american": "Fuente: Asociación Americana del Corazón",
        "blood": "Presión arterial (mmHG)",
        "mmhg": "mmHg",
        "diastolic": "PA diastólica",
        "cholesterol": "Colesterol (mg/dL)",
        "mg": "mg/dl",
        "meditation": "Meditación",
        "mayo": "Fuente: Clínica Mayo",
        "unit": "horas / día",
        "cvh": "Salud cardiovascular",
        "sleep": "Dormir",
        "foundation": "Fuente: Fundación Nacional del Sueño.",
        "active": "¿Qué hay de tu vida sexual activa?",
        "timesday": "tiempos / semana",
        "sexual": "Satisfacción con la vida sexual.",
        "score": "Puntuación",
        "alcohol": "Alcohol",
        "society": "Fuente: American Cancer Society",
        "gramday": "gramo / día",
        "smoking": "fumar",
        "sticksday": "palos / día",
        "vitamin": "Vitamina D",
        "mayoclinic": "Fuente: Clínica Mayo",
        "iuday": "Decir / D",
        "vitaminc": "Vitamina C",
        "vitamina": "Vitamina A",
        "mcgday": "mcg / día",
        "resting":" Su frecuencia cardíaca en reposo es el corazón que bombea la menor cantidad de sangre",
        "ill":"necesitas porque no estás haciendo ejercicio. Si estás sentado o acostado y estás tranquilo, relajado y no estás enfermo,",
        "hearting":"su frecuencia cardíaca normalmente está entre 60 (latidos por minuto) y 100 (latidos por minuto).",
        "bloods":" Los números de presión arterial de menos de 120/80 mm Hg se consideran dentro del rango normal.",
        "adults":"Todos los adultos de 20 años de edad o mayores deben controlar su colesterol (y otros factores de riesgo) cada cuatro o seis años.",
        "most":"La meditación puede eliminar el estrés del día, trayendo consigo paz interior. Vea cómo puede aprender fácilmente a practicar la meditación cuando más la necesita.",
        "minutes":" Realice al menos 150 minutos por semana de actividad aeróbica de intensidad moderada o 75 minutos por semana de actividad aeróbica vigorosa, o una combinación de ambos, preferiblemente durante toda la semana",
        "morethan":" NATIONAL SLEEP FOUNDATION recomienda 7 a 9 horas por 18 a 64 años, y no recomienda menos de 6 y más de 11 horas por 8 a 25 años y menos de 6 y más de 10 horas por 26 a 64 años.",
        "drink":" No tome más de 1 bebida por día para mujeres o 2 por día para hombres.",
        "stop":"Deja de fumar",
        "recommended":"La cantidad diaria recomendada de vitamina D es de 400 unidades internacionales (UI) para niños de hasta 12 meses, 600 UI para edades de 1 a 70 años y 800 UI para personas mayores de 70 años.",
        "daily":"La cantidad diaria recomendada de vitamina C para hombres adultos es de 90 miligramos y para mujeres adultas es de 75 miligramos.",
        "women":"Recomendación: la cantidad diaria recomendada de vitamina A es de 900 microgramos (mcg) para hombres adultos y 700 mcg para mujeres adultas.",
        "tmgwebsite":"examine.com",
        "tmg":"Trimetilglicina",
        "tmg-recommon":"La betaína (trimetilglicina) es un metabolito activo de colina en el cuerpo y un componente de la remolacha. Sirve un papel vital en la metilación en el cuerpo junto con el folato, y es un osmorregulador como la creatina. La betaína también es una posible ayuda ergogénica.",
        "lipoicwebsite":"www.drugs.com",
        "lipoic":"Ácido alfa lipoico",
        "lipoic-recommon":"El ácido alfa lipoico se ha utilizado en medicina alternativa como una ayuda posiblemente efectiva para perder peso, tratar el dolor del nervio diabético, curar heridas, disminuir el azúcar en la sangre, mejorar la decoloración de la piel causada por el vitiligo y disminuir las complicaciones de la cirugía de revascularización coronaria (CABG) . El ácido alfa lipoico puede haberse combinado con otras plantas o extractos en una preparación específica para tratar estas afecciones.",
        "vitaminD2website":"lesswrong.com",
        "vitaminD2":"vitaminD2/vitaminK2",
        "vitaminD2-recommon":"Personalmente, decidí consumir cada mañana 10 000 UI de vitamina D3 y 200 µg de K2 (all-trans MK7) y creo que probablemente sea beneficioso para muchos compañeros racionalistas que no pasan mucho tiempo exponiendo mucha piel a el sol para tomar los mismos suplementos.",
        "Chronological":"Su edad real:"
    },
    "DnaReportActivity": {
        "title": "Edad cronológica",
        "look": "Las personas envejecen a ritmos diferentes. Algunos 'se ven' y 'se sienten' mayores que su edad cronológica, mientras que otros se ven más jóvenes que su edad cronológica.",
        "parameter": "Nuestra edad epigenética es un mejor parámetro de nuestra salud, bienestar y duración de vida que nuestra edad cronológica.",
        "hardware": "El ADN es el hardware, la genética es el sistema operativo y la metilación del ADN y otros factores epigenéticos son el software que programa el genoma.",
        "shift": "Un cambio de paradigma en la búsqueda de marcadores de edad epigenética se produjo con el descubrimiento del 'reloj epigenético' por Horvath, que se basa en la medición del estado de metilación del ADN en cientos de posiciones estratégicas en el ADN. Este 'reloj epigenético' es una medida de nuestras edades epigenéticas.",
        "clock": "En la mayoría de las personas, la 'edad epigenética' medida por el reloj epigenético y la 'edad cronológica' medida por el calendario son muy similares. La correlación entre las dos medidas en la población es cercana a 0.9 cuando 1 es una correlación perfecta.",
        "different": "Sin embargo, en algunas personas la 'edad epigenética' es diferente de la 'edad cronológica'. A veces, el 'reloj epigenético' se mueve más rápido que el 'reloj cronológico'. Consideramos una diferencia que es mayor que la desviación estándar (o la distribución normal en la población) como un cambio significativo.",
        "studies": "Los estudios sugieren que el 'reloj epigenético' acelerado podría estar asociado con un mayor riesgo de varias enfermedades crónicas relacionadas con la edad, como la enfermedad cardiovascular y el cáncer en una edad posterior. (Enlace: https://www.ncbi.nlm.nih.gov/pubmed /? term = epigenética + reloj + enfermedad). Sin embargo, esto sigue siendo un campo abierto y se necesitan más estudios.",
        "what": "Cuál es el",
        "epiage": "prueba de epiAging?",
        "mean": "Qué significa eso?",
        "cg": "Después de una extensa extracción de datos, hemos descubierto una única región de metilación CG relacionada con la edad que fue suficiente para predecir con precisión la edad epigenética utilizando saliva.",
        "dna": "Preparamos el ADN de su saliva y luego medimos el nivel de metilación del ADN en varias posiciones en un fragmento de su genoma utilizando la secuenciación de la próxima generación y el mapeo de bisulfito. Sus estados de metilación del ADN se insertan en una ecuación matemática que calcula la 'edad epigenética' en función del nivel de metilación del ADN.",
        "redflag": "Lo consideramos como una 'bandera roja' cuando su 'edad epigenética' se desvía de su 'edad cronológica' en una desviación estándar. La desviación estándar proporciona una idea sobre la distribución de la diferencia de la media en la población normal, que en este punto de análisis es de 5 años. En esta etapa, si su 'edad epigenética' es 5 años mayor que su 'edad cronológica' podría considere el resultado como una 'bandera roja'. A medida que se acumulen más pruebas, obtendremos un número más preciso de la 'distribución normal'.",
        "changes": "Aunque todavía no está claro cómo se puede desacelerar su 'reloj epigenético', los cambios de estilo de vida recomendados por la mayoría de las asociaciones médicas nacionales son quizás un punto de partida. Una edad avanzada es una 'bandera roja', no más que sugiere que tal vez sea hora de hacer algunos cambios en el estilo de vida.",
        "act": "Una 'bandera roja' puede indicarle que actúe según su estilo de vida o consulte a su médico para un chequeo.",
        "do": "¿Qué puedo hacer si mi",
        "older": "'edad epigenética' es mayor?",
        "genetics": "La 'epigenética' es diferente de la 'genética' en una forma sustancial en que la epigenética es potencialmente reversible mediante intervenciones dietéticas y cambios en el estilo de vida. Por lo tanto, podría ser posible invertir el 'reloj epigenético'.",
        "open": "Los estudios preliminares muestran que los cambios en la dieta pueden causar la desaceleración del reloj epigenético en ciertas personas, sin embargo, esta sigue siendo una pregunta abierta. (https://www.ncbi.nlm.nih.gov/pubmed/30350398)",
        "exercise": "Las asociaciones médicas nacionales han recomendado cambios en el estilo de vida, incluido el ejercicio y los hábitos alimenticios, por algún tiempo, sin embargo, necesitamos más datos sobre los cambios más recomendables y deben ser personalizados.",
        "way": "Una manera para nosotros de aprender acerca de los cambios de estilo de vida es aconsejable compartir nuestras experiencias con otros y analizar el impacto de las diferencias en el estilo de vida en una población grande. Esto es ahora posible usando la distribución de tecnologías tales como aplicaciones, así como la inteligencia artificial que podrían determinar cómo los diferentes insumos tales como los hábitos de estilo de vida 'afectan a un resultado - el 'reloj epigenética'.",
        "position": "Posicionamiento personalizado y sistemático de",
        "health": "nuestra aplicación inteligente para su salud.",
        "links": "Nuestra aplicación lo vincula con información sobre comportamientos de estilo de vida recomendados por importantes asociaciones médicas nacionales de EE. UU., Así como posibles suplementos nutricionales como SAMe, vitamina A, D y C.",
        "updated": "Estos enlaces se actualizan regularmente y le sugerimos que siga actualizándolos periódicamente. Estas recomendaciones se basan en lo que la 'ciencia' sabe hoy, no son perfectas. Con más datos y más análisis, la ciencia está mejorando.",
        "first": "Nuestro primer informe se basa en los datos de estilo de vida que ingresó, que muestran hasta qué punto sus parámetros de estilo de vida se desvían de las recomendaciones de consenso. Puede decidir realizar cambios basados en este informe.",
        "dynamic": "Una asociación dinámica a largo plazo",
        "achive": "para lograr 'Envejecimiento saludable'",
        "suggest": "Le sugerimos que siga ingresando sus datos de estilo de vida.",
        "update": "Actualizará sus datos de estilo de vida tan regularmente como lo haga. Puede actualizar todas las preguntas, algunas o ninguna. Sin embargo, creemos que los informes precisos nos permitirán brindarle un mejor análisis.",
        "second": "Sugerimos que en 6 meses o como máximo un año envíe su saliva a una segunda prueba.",
        "anonymized": "Sus datos serán anonimizados. Sus datos y los datos de otros usuarios anónimos mamy serán analizados por inteligencia artificial para desarrollar un 'modelo', que mide el impacto de los cambios en el estilo de vida en el 'reloj epigenético'.",
        "model": "Una vez que se acumulan más datos, el 'modelo' examinará los datos de su estilo de vida y los resultados de la prueba se compartirán con usted.",
        "analyze": "Analizaremos su 'edad epigenética' e informaremos sobre el progreso y los cambios de estilo de vida que ha realizado.",
        "routes": "Se ofrecerán posibles rutas para el cambio en función de nuestro 'modelo' y sus datos.",
        "coevolve": "Esperamos que juntos podamos coevolucionar su bienestar y nuestro entorno de aprendizaje 'epiAging'. ",
        "your": "Tu",
        "expected": "Tu esperada",
        "chro": "/Edad cronológica/",
        "bio": "/Edad epigenética/",
        "is": "Su edad epigenética es",
        "younger": "años menor que la edad cronológica esperada en la población.",
        "old": "años mayor que la edad cronológica esperada en la población.",
        "yourbio": "Tu edad epigenética ",
        "otherolder": "Los otros, que fueron evaluados, cuya edad epigenética es más alta que la edad cronológica.",
        "otheryounger": "Los otros, que fueron evaluados, cuya edad epigenética es menor que la edad cronológica.",
        "how":"¿CUANTOS AÑOS TIENES?",
        "why":"¿Por qué es importante",
        "epigenetic":" su 'edad epigenética'?",
        "calculate":"Calculadora de edad biológica esperada",
        "acceleration":"Calculadora de aceleración",
        "buildPDF":"Generación de PDF",
        "viewPdf":"Ver PDF",
        "pdfsuccess":"Archivo PDF guardado con éxito, pulse el botón de ver PDF para ver el archivo PDF",
        "pdffail": "¡Error al crear pdf! Póngase en contacto con el servicio de atención al cliente por correo electrónico: info@epi-age.com",
        "titlemsg":"Mensaje de pista",
        "invalid":"Código no válido",
        "wait":"Sus resultados de epi-age estarán listos dentro de las 4-5 semanas posteriores a la llegada de la muestra de saliva al laboratorio. \n Por favor espere ......",
        "processed":"Estoy trabajando en la prueba.",
        "status":"Estado",
        "barcode":"Código de barras",
        "Registerkit":"Registro barcode",
        "yourage":"Introduzca su edad",
        "ageFormat":"Formato de edad incorrecto",
        "emailFormat":"Formato de correo incorrecto",
        "allow":"Notificarme",
        "baseinfo":"Información básica",
        "regtime":"Registro",
        "endtime":"Completar",
        "yourbarcode":"Código binario",
        "done":"Detección completada.",
        "detectTime":"Comience a probar",
        "intransit":"En tránsito",
        "remaining_days":"El número restante de días",
        "Pendding":"Pendiente"
    },
    "user_profile": {
        "title": "Your Profile"
    },
    "CompanyActivity": {
        "team":"Somos el equipo de metilación del ADN",
        "title": "Introducción de la Compañía",
        "nextgeneration": "Estamos desarrollando biomarcadores de metilación de ADN de próxima generación para la detección temprana del cáncer y un envejecimiento saludable.",
        "ecosystem": "Estamos trabajando en la construcción de un nuevo ecosistema de salud que guíe la gestión personalizada de la vida saludable.",
        "ittechnology": "Creemos que con la ayuda de la tecnología de TI y las pruebas de metilación del ADN, las personas deberían poder tomar posesión de su salud."
    },
    "TabAboutActivity": {
        "title": "Sobre nosotros",
        "company": "| Introducción de la empresa",
        "science": "| Equipo de ciencia",
        "methylation": "| Metilación del ADN",
        "biological": "| Detección de edad epigenética",
        "consentform": "| Formulario de consentimiento de información del cliente",
        "company1":"Empresa",
        "introduction1":"Introduccion",
        "science1":"Nuestra ciencia",
        "team1":"Equipo",
        "dna1":"DNA",
        "methylation1":"Metilación",
        "biological1":"Biologico",
        "age1":"Edad",
        "consent1":"De acuerdo",
        "form1":"Forma"
    },
    "ScienceteamActivity": {
        "title": "Equipo de Ciencia",
        "moshe": "Moshe Szyf, Prof.",
        "ceo": "Presidente y CEO",
        "hkg": "HKG epiTHERAPEUTICS Ltd.",
        "david": "David Cheishvili",
        "davidtitle": "Asesor científico superior",
        "huili": "Hui Li",
        "huilititle": "Gerente de laboratorio",
        "chifat": "Chi Fat Wong",
        "chifattitle": "Investigador científico senior",
        "zhiyuan": "Zhiyuan Lv",
        "zhiyuantitle": "Gerente de laboratorio",
        "Shafaat":"Profesor shafaat a. Rabbani.",
        "Shafaatmsg":"El Dr. Rabbani es profesor de medicina en la Universidad McGill de Montreal, Canadá. También es miembro asociado de los Departamentos de Fisiología de Oncología en el Centro de Salud de la Universidad McGill. El Prof. Rabbani publicó más de 100 manuscritos, 5899 citas, el índice h es 45 y el índice i10 es 84. El Prof. Rabbani se ha desempeñado como revisor experto para CIHR, CRS, CBCRA, DOD, US VA, Komen. A lo largo de los años, el Prof. Rabbani se ha desempeñado como miembro de la junta asesora científica o consultor de varias compañías biotecnológicas y farmacéuticas como (Amgen, AstraZeneca, Axys, Attenuon, America Diagnostica, Procyon).",
        "epidial": "Beijing Epidial Medical Diagnostic Technology Co., Ltd."
    },
    "ProfMosheActivity": {
        "title": "Moshe Szyf, Prof.",
        "experiences": "| EXPERIENCIAS PROFESIONALES",
        "pioneer": "Pionero en el campo de la epigenética.",
        "inventor": "Inventor de las primeras patentes amplias en el campo.",
        "patent": "Inventor de primeras patentes sobre metilación del ADN y cáncer. ",
        "founder": "Fundador del campo de la epigenética conductual y psiquiátrica.",
        "thought": "Pensamiento líder, publicó 295 artículos en el área",
        "fellow": "Miembro de la Royal Society of Canada",
        "canadian": "Miembro de la Academia Canadiense de Ciencias de la Salud.",
        "professor": "Profesor Departamento de Farmacología y Terapéutica Universidad McGill Montreal Canadá",
        "resident": "Científico jefe residente de Beijing epidial medical diagnosis technology co., LTD.",
        "director": "Director del instituto epigenético, instituto de innovación de Beijing yizhuang",
        "video": "VIDEOS RELACIONADOS",
        "o2o": "Cumbre Healthtech O2O Dr. Moshe Szyf, HKG Epitherapeutics.mp4",
        "hope": "Dr. Moshe Szyf, Science of Hope Conference 2017.mp4",
        "epigenetic": "Dr. Moshe Szyf, Qué es la epigenética y por qué saberlo cambiará su vida .mp4",
        "behavioral": " Moshe Szyf, Behavioral Epigenetics.mp4",
        "pharmacology": "Farmacología de GlaxoSmithKline",
        "pharmacology2": "-Instituto canadiense de salud ",
        "chairman": "Presidente",
        "mcgill": "James McGill",
        "professor2": "Professor",
        "department": "Departamento de Farmacología y",
        "themcgill":"Terapéutica McGill",
        "Associate": "profesor asociado",
        "papers": "| DOCUMENTOS PUBLICADOS",
        "member": "2013 -- Miembro de la Royal Society of Canada",
        "ccnp": "2011 -- CCNP Neuropsychopharmacology, Premio a la innovación",
        "radio": "2009 -- Premio Anual Científico de Radio Canadá",
        "forum": "2009 -- Discurso de Karolinska en el Foro Nobel",
        "pharma": "2007 -- GlaxoSmithKline Farmacología",
        "honorary":"2003-- Profesor honorario James McGill",
        "list": "2001 -- Lista de honores de enseñanza de facultades de medicina",
        "carrie": "1999 -- Premio Carrie Derek Graduados de Enseñanza Orientación",
        "foundation": "1999 --Israel Cancer Research Foundation Eliot 'Premio de Contribución Sobresaliente Eliot Osseman' ",
        "institute": "1989-1995 --  Canadian National Cancer Institute, 'Premio al Profesor Joven Sobresaliente' ",
        "scholarship": "1987 -- Beca de la American Cancer Society",
        "rothshiild": "1984 -- Beca Rothschild",
        "university": "1980 -- Beca Médica de la Universidad Hebrea",
        "masteer": "1980 -- Maestro distinguido",
        "halth": "Investigación canadiense de la salud",
        "team": "Instituto- Equipo Cooperativo de Investigación de Salud Canadiense en China",
        "cancer": "Cáncer nacional canadiense",
        "analysis":"Análisis de instituto-desmetilasa",
        "health": "Instituto canadiense de ADN de salud",
        "prospect":"Inhibidor de metiltransferasa I y su perspectiva terapéutica",
        "natural": "Consejo canadiense para natural",
        "science":"investigación científica y de ingeniería",
        "research":"Consejo Canadiense para las Ciencias Naturales y la investigación en ingeniería",
        "inst": "Instituto Nacional del Cáncer de Canadá y",
        "school": "Escuela de medicina McGill"
    },
    "DavidActivity": {
        "title": "Dr. David Cheishvili",
        "senior": "Consultor Científico Senior",
        "hkg": "HKG Epitherapeutics, Hong Kong",
        "professional": "| Experiencias Profesionales",
        "hong": "HKG Epitherapeutics, Hong Kong",
        "montreal": "Montreal EpiTerapia Inc Montreal",
        "canada": "Canadá",
        "founder": "Co-Founder",
        "department": "Departamento de Farmacología y",
        "mcgill": "Terapéutica Universidad McGill",
        "research": "Investigador asociado",
        "assistant": "Asistente de investigación",
        "fellow": "Becario postdoctoral ",
        "hebrew": "Universidad Hebrea Hadassah ",
        "honor": "PATENTES Y HONORES",
        "conferences": "Conferencias",
        "us": "Patentes de EE. UU. 62 / 774,",
        "cancer": "994 marcadores de metilación del ADN para la detección temprana del cáncer cervical (presentada el 4 de diciembre de 2018)",
        "uspa": "Patentes de EE. UU. 62 / 695,",
        "dna": "429 Marcadores de metilación del ADN para la detección no invasiva del cáncer (presentada el 7 de septiembre de 2018)",
        "israel": "de la Fundación de Investigación del Cáncer de Israel",
        "alumni": "Toronto Alumni y Alumni Medical",
        "award": "Premio a la excelencia",
        "medical": "Toronto Alumni y Friends Medical",
        "publshed": "| DOCUMENTOS PUBLICADOS",
        "all": "@2021 HKG epi THERAPEUTICS Ltd. Todos los derechos reservados.",
        "forum": "2017 Sexto Foro Asiático de Cromatina y Cromosomas",
        "india": "(Hyderabad, India)",
        "diseases": "2016 Tercera Conferencia Canadiense sobre Epigenética del Desarrollo y Enfermedades",
        "canadaa": "(Canadá)",
        "conference": "2011 Conferencia familia autonómica neurológica disfunción Fundación Científica de Investigación Básica",
        "usa": "(Nueva York, Estados Unidos)",
        "first": "2010 Primera Conferencia Científica del Instituto de Investigación Médica de la Universidad Hebrea en Israel-Hadassah Medical College, Canadá",
        "erat": "(De cerca, Israel)",
        "reseach": "XXI Conferencia de la Unión Europea para la Investigación del Cáncer, 2010",
        "oslo": "(Oslo, Noruega)",
        "cell": "La 8ª Conferencia Europea sobre Salud y Enfermedades de las Células Gliales, 2009 ",
        "france": "(París, Francia)",
        "basic": "2008 Conferencia familia autonómica neurológica disfunción Fundación Científica de Investigación Básica",
        "newyork": "(Nueva York, Estados Unidos)",
        "health": "La 8ª Conferencia Europea sobre Salud y Enfermedades de los Gliocitos, 2007",
        "london": "(Londres, Reino Unido)",
        "university":"Terapéutica Universidad McGill",
        "fellowed":"Becario postdoctoral",
        "school":"Escuela de Medicina"
    },
    "HuiliActivity": {
        "title": "Hui Li Ph.D.",
        "lab": "Lab Manager",
        "ltb": "HKG Epitherapeutics, Hong Kong",
        "exper": "| EXPERIENCIAS PROFESIONALES",
        "kong": "HKG Epitherapeutics, Hong Kong",
        "src": "SRC,China",
        "manage": "Lab Manage",
        "university": "Universidad McGill, Canadá",
        "research": "Doctor. y la investigación",
        "student": "Estudiante de posgrado chino McGill",
        "montreal": "Asociación McGill University Montreal, Canadá",
        "president": "President",
        "vice": "Vicepresidente Evento",
        "honors": "HONORS",
        "comferences": "Conferencias",
        "medicine": "Medicina Experimental Productividad",
        "award": "Premio McGill University",
        "grand": "Premio Gran Excelencia",
        "the": "El instituto de investigación de la ",
        "center": "Centro de salud de la Universidad McGill",
        "studentship": "Beca",
        "poster1": "Premio de póster de retiro endocrino McGill",
        "travel2":"Premio de viaje de la Universidad McGill",
        "graduate3":"McGill University Graduate Excel Fellowship",
        "excel": "El instituto de investigación de la",
        "excel2":"Beca del Centro de Salud de la Universidad McGill",
        "jp": "Universidad McGill Claude J.P.Giroud",
        "fellowship": "Beca Beca de posgrado del director de la Universidad McGill",
        "papers": "| DOCUMENTOS PUBLICADOS",
        "name": "Hui l i",
        "bing": ", Bing Li y Louise Larose. El silenciamiento de Nck1 evita la activación de la vía IRE1α-JNK-miR-122 que controla la expresión de PTP1B. 2015.",
        "retreat": "Retiro endocrino McGill (Montreal, Canadá)",
        "larose": "y Louise Larose. La proteína adaptadora Nck1 regula negativamente la vía PI3K / Akt a través de la proteína tirosina fosfatasa 1B. 2014.",
        "louise": " y Louise Larose. Identificación de la proteína adaptadora Nck1 como un regulador negativo de la vía PI3K / Akt a través de PTP1B e IRE1α. 2013",
        "diabetes": "Conferencia Profesional de la Asociación Canadiense de Diabetes (Montreal, Canadá)",
        "laroseakt": "y Louise Larose. La fosforilación / activación de Akt es modulada por la proteína adaptadora Nck1 a través de su capacidad para regular el sensor de estrés del retículo endoplásmico (ER) IRE1α. 2012 ",
        "canada": "McGill Endocrine Retreat Montreal, Canadá (Premio de póster)",
        "nck": "y Louise Larose. Nck1: una expresión de modulación de la proteína adaptadora del sensor de estrés del retículo endoplásmico (ER) IRE1α. 2012",
        "biology": "Biología Experimental 2012 (San Diego, EE. UU.)"
    },
    "ChifatActivity": {
        "title": "Chi Fat Wong Ph.D.",
        "senior": "Científico superior",
        "ltb": "HKG epiTHERAPEUTICS Ltd.",
        "experiences": "| HKG Epitherapeutics, Hong Kong",
        "hongkong": "HKG Epitherapeutics, Hong Kong",
        "src": "SRC,China",
        "scientist": "Científico superior ",
        "university": "La universidad de hong kong",
        "assistaant": "Asistente de investigación",
        "papers": "| DOCUMENTOS PUBLICADOS",
        "rights": "@2021 HKG epi THERAPEUTICS Ltd. Todos los derechos reservados"
    },
    "ZhiyuanActivity": {
        "title": "Zhiyuan Lv Postdoctoral",
        "manager": "Gerente de laboratorio",
        "beijing": "Beijing Epidial Medical Diagnostic Technology Co., Ltd.",
        "professional": "| Experiencias profesionales",
        "epidial": "Beijing Epidial Medicine Diagnosis Co.,",
        "ltd": "ltd, China, HongKong HKG epiTHERAPEUTICS Co., ltd;",
        "lab": "Gerente de Laboratorio",
        "usa": "Georgia State University, Atlanta, Estados Unidos.",
        "fellow": "Becario postdoctoral",
        "state": "Universidad de Nanjing y estado de Georgia",
        "university": "Universidad.",
        "phd": "Estudiante de doctorado conjunto",
        "key": "Laboratorio Estatal Clave de Farmacia",
        "nanjing": "Biotecnología, Facultad de Ciencias de la Vida, Universidad de Nanjing.",
        "candidate": "Doctor. Candidato",
        "honors": "HONORS",
        "conferences": "CONFERENCES",
        "trainee": "2015.05 Premio Resumen de Aprendiz,",
        "american": "Reunión anual de la Asociación Americana de Inmunólogos (AAI);",
        "scholarship": "2010.09 Beca nacional,",
        "council": "Consejo de Becas de China;",
        "journals": "Revisor ad hoc para revistas",
        "biochemistry": "Bioquímica Molecular y Celular",
        "annuals": "Anales de Bioquímica Clínica",
        "cellular": "Biología Celular y Molecular",
        "journal": "Revista de inmunoensayo e inmunoquímica",
        "board": "Consejo Editorial de Revista",
        "papers": "| DOCUMENTOS PUBLICADOS",
        "reserved": "@2021 HKG epi THERAPEUTICS Ltd. All Rights Reserved",
        "society": "2015 Reunión anual de la Sociedad Americana de Inmunólogos",
        "newusa": "(Nueva Orleans, EE. UU.)",
        "third": "Tercera Conferencia Anual del Simposio del Sureste Americano 2014 sobre Inmunología",
        "atlanta": "(Atlanta, EE. UU.)",
        "seminar": "2014 Seminario de Biotecnología de la Universidad Estatal de Georgia",
        "georgina": "2013 Seminario de Biotecnología de la Universidad Estatal de Georgia-Universidad de Nanjing",
        "symposium": "Tercer Simposio de Diabetes Asia-Pacífico 2009",
        "china": "(Nanjing, China)"
    },
    "MethylationActivity": {
        "title": "Metilación del ADN",
        "mark": "La metilación del ADN es una marca química en el ADN.",
        "added": "La metilación del ADN es una marca química que se agrega al ADN en diferentes posiciones durante la gestación.",
        "epigenetic": "La metilación del ADN es parte del programa 'epigenético' de nuestros genes.",
        "happens": "Cuando la metilación del ADN ocurre en varias posiciones importantes en los genes, puede silenciar la función del gen.",
        "expressed": "Así es como el mismo gen se puede expresar o silenciar en diferentes células de nuestro cuerpo.",
        "software": "-Metilación del ADN; el software del genoma",
        "minicomputer": "Si imaginamos que nuestro ADN es una minicomputadora que ejecuta nuestras células, entonces:",
        "Hardware": "ADN - es el hardware.",
        "Operating": "La secuencia genética - es el sistema operativo.",
        "Softwre": "La metilación del ADN es la - Aplicaciones de codificación de software en el ADN.",
        "specific": "Diferentes 'aplicaciones' hacen que las células realicen tareas específicas en el espacio y el tiempo",
        "silent": "Estas aplicaciones genómicas aseguran que nuestro cuerpo funcione correctamente. Cada tejido está debidamente programado para asegurar nuestra salud y bienestar. Cada tipo de célula tiene su combinación única de marcas de metilación y, como consecuencia, una combinación única de genes que son activos y silenciosos.",
        "disease": "Los cambios en la metilación del ADN pueden causar enfermedades; El mapeo de los cambios de metilación del ADN podría detectar la enfermedad.",
        "tissue": "Los cambios en la metilación del ADN alteran la forma en que operan las células y los tejidos y pueden convertir un tejido sano en un tejido enfermo.",
        "cancer": "Hace más de tres décadas, Szyf ha sugerido que los cambios en la metilación del ADN podrían causar enfermedades como el cáncer.",
        "methylation": "Hace más de tres décadas, Szyf ha sugerido que los cambios en la metilación del ADN podrían causar enfermedades como el cáncer.",
        "studies": "Los estudios del laboratorio de Szyf en la Universidad de McGill demostraron que se puede revertir el cáncer en un modelo animal al bloquear la proteína que agrega grupos de metilación al ADN. Esto ha sido replicado por muchos estudios desde entonces.",
        "early": "Más recientemente, Szyf ha demostrado que al examinar la metilación del ADN en los glóbulos blancos, es posible detectar el cáncer de hígado en forma temprana.",
        "environment": "-El medio ambiente puede causar cambios en la metilación del ADN.",
        "conditions": "Los estudios realizados por Jirtle y sus colegas en 2004 demostraron en un modelo de ratón que la dieta materna durante el embarazo afecta la metilación del ADN de sus hijos y cambia el color de su pelaje, la obesidad y otras afecciones.",
        "psychiatry": "Los estudios realizados por Szyf y sus colegas descubrieron que el cuidado y el comportamiento maternos afectan la metilación del ADN de sus descendientes y cómo reaccionan al estrés en el futuro. Estos estudios iniciaron los campos de la epigenética del comportamiento y la psiquiatría epigenética.",
        "discoveries": "Estos descubrimientos proporcionaron la primera evidencia de que los entornos psicológicos y físicos pueden afectar la metilación del ADN.",
        "ventions": "La metilación del ADN es potencialmente reversible por intervenciones físicas y conductuales",
        "events": "Los estudios sugieren que diferentes cambios ambientales pueden cambiar o revertir los eventos de metilación del ADN.",
        "changes": "Por lo tanto, existe la posibilidad de que podamos cambiar la metilación del ADN mediante cambios en el estilo de vida.",
        "reversible": "Nuestro optimismo sobre la metilación del ADN se deriva del hecho de que la metilación del ADN, a diferencia de la genética, es reversible.",
        "clock": "Metilación del ADN y el reloj epigenético",
        "paradigm": "Un cambio de paradigma en la búsqueda de marcadores de la edad epigenética ha ocurrido con el descubrimiento del 'reloj epigenético' de parte del ciéntifico Horvath.",
        "discovered": "Se descubrió que el nivel de metilación de ciertos genes en nuestro ADN cambia a medida que envejecemos. Midiendo la metilación en estos genes es posible determinar nuestra edad epigenética",
        "measuring": "Al medir la metilación en estos genes es posible determinar nuestra edad epigenética.",
        "biological": "Nuestra edad epigenética es una mejor medida de nuestra salud y bienestar que los parámetros cronológicos.",
        "acceleration": "Los estudios muestran que la aceleración de la 'edad de metilación del ADN' es un predictor de muerte temprana y enfermedad crónica.",
        "bydietary": "Los experimentos en animales muestran que es posible revertir el reloj biológico mediante cambios en la dieta..",
        "epi": "@2021 HKG epi THERAPEUTICS Ltd. Todos los derechos reservados."
    },
    "QuestionnaireActivity": {
        "title": "Cuestionarios",
        "lifestyle":"Cuestionario de estilo de vida",
        "mood":"Auto evaluación",
        "mcgill":"McGill Pain Questionnaire",
        "sleep":"Autoevaluación del sueño",
        "diet":"Recomendación de dieta",
        "how":"¿Cómo llenar el cuestionario?",
        "eip":"@2021 HKG epi THERAPEUTICS Ltd. Todos los derechos reservados"
    },
    "ConsentActivity": {
        "title": "Formulario de consentimiento",
        "customer": "HKG epi TERAPÉUTICA Formulario de consentimiento de datos del cliente",
        "users": "Estimados usuarios",
        "welcome": "Bienvenido a",
        "epi": "HKG epi THERAPEUTICS Ltd.",
        "registering": "Antes de registrarse, lea detenidamente los siguientes términos de servicio.",
        "about": "Acerca de",
        "app": "APLICACIÓN EPIAGING",
        "your": "La aplicación EPIAGING está a punto de guardar su",
        "blinded": "'blinded'",
        "personal": "datos médicos personales en la aplicación móvil EpiAging y el motor de análisis de datos en la 'nube', que requiere su información y consentimiento. Su identidad está cegada y se le proporcionará un número de identificación. Su identidad personal no se almacenará en la aplicación móvil o el servidor. Una vez que descargue la aplicación, se le asignará una identificación que le permitirá recuperar sus datos y recibir informes de salud, pero su identidad seguirá siendo desconocida en la aplicación o en el motor de análisis 'en la nube'.",
        "purpose": "Propósito",
        "designed": "diseñado para ayudarlo a aprovechar el poder de su epigenoma para un envejecimiento saludable al proporcionarle una evaluación basada en la metilación del ADN de su verdadera edad epigenética y al proporcionarle enlaces y recomendaciones de sociedades médicas nacionales acreditadas sobre cambios en el estilo de vida que pueden mejorar su salud . Es su decisión qué cambios hacer. Sin embargo, le pedimos que comparta con nosotros",
        "anonymously": "'anónimamente",
        "changes": "Los cambios que haya realizado utilizando los botones de entrada simples en la aplicación, estos datos se transmitirán a un motor de aprendizaje automático que analizará sus cambios de estilo de vida y le proporcionará un informe periódico. Evaluar periódicamente su edad epigenética con nuestra prueba de metilación del ADN lo ayudará a evaluar el progreso. Le pedimos que comparta los cambios que ha realizado con los demás y, por lo tanto, que se convierta en socio en un esfuerzo conjunto para mejorar su salud y la de otras personas..",
        "data": "Cómo enriquecer los datos de salud",
        "obligated": "No está obligado a responder las preguntas en esta aplicación y es su decisión qué información proporcionar. Del mismo modo, es su decisión hacer o evitar cambios en el estilo de vida y asistir o ignorar las recomendaciones de las diferentes asociaciones médicas que le brindamos. Sin embargo, cuanto más ricos sean los datos, mejor y más útil será el análisis para usted y otros en el",
        "community": "'comunidad de aplicaciones epiaging'.",
        "analyzing": "Al analizar la transmisión de datos de muchos otros usuarios de aplicaciones con 'aprendizaje automático', obtendremos combinaciones de alteraciones del estilo de vida que pueden tener un impacto positivo en la reducción de la velocidad del envejecimiento.",
        "sharing": "Compartir datos anónimos",
        "believe": "Creemos que la buena salud requiere la asociación de muchas personas para compartir sus experiencias y aprender unos de otros en lugar de un flujo unidireccional de instrucciones del proveedor de salud 'aprendido' al 'paciente'. Sabemos que la ciencia médica es imperfecta, y su progreso implica prueba y error. Aprenderemos juntos como 'socios' compartiendo experiencias, evaluando el progreso y utilizando la mejor tecnología de aprendizaje automático para analizar los datos que usted proporciona y obtener retroalimentaciones que guiar la mejora adicional. Al aprender de muchas personas que se involucrarán como usted, podremos trabajar juntos para mejorar nuestra salud y la de otras personas. Entendemos que es un requisito estricto que sus datos permanezcan absolutamente 'cegados' y que su identidad personal permanezca anónima. Solo si estas reglas de anonimato se cumplen estrictamente, podremos participar libremente en esta gran asociación.",
        "security": "Seguridad de datos",
        "accordance": "De acuerdo con las Regulaciones de Protección de Datos con respecto a la protección de datos, tiene derecho a solicitar acceso y rectificación o eliminación de sus datos personales o restricción de procesamiento con respecto a sus datos u objetar el procesamiento, así como el derecho a la portabilidad de datos. Puede ejercer este derecho contactando (info@hkgepitherapeutics.com). Su nombre e identidad serán encriptados y con cortafuegos. Después de su firma, recibirá una identificación oculta que le permitirá proporcionar datos y permanecer anónimo en el sistema.",
        "agree": "De acuerdo",
        "ved": "@2021 HKG epi THERAPEUTICS Ltd. Todos los derechos reservados"
    },
    "McGillChartActivity": {
        "title": "McGill Pain Cuestionarios",
        "pain": "El cuestionario McGill Pain",
        "wideused": "Introducción: El cuestionario de dolor de Mcgill (MPQ) (] se ha convertido en una de las pruebas más utilizadas para medir el dolor.",
        "provides": "Proporciona información valiosa sobre estas dimensiones sensoriales, afectivas y evaluativas de la experiencia del dolor y es capaz de discriminar entre diferentes problemas [7].",
        "several": "El MPQ no es perfecto y se han desarrollado varias variantes [2, 4,7]. Sin embargo, a pesar de la utilidad de formas alternativas especializadas,",
        "research": " el MPQ original todavía se usa comúnmente en diagnósticos e investigaciones sobre una amplia variedad de problemas de dolor [7]",
        "feel": "¿Cómo se siente tu dolor?",
        "following": "Declaración: Algunas de las siguientes palabras a continuación describen su dolor actual. Encierra en un círculo SOLAMENTE las palabras que mejor lo describen. Deje fuera cualquier categoría que no sea adecuada. Use solo una palabra en cada categoría apropiada, la que mejor se aplique.",
        "throbbing": "Palpitante",
        "score": "Puntuación",
        "stabbing": "Puñalada",
        "shooting": "Disparo",
        "sharp": "Sharp",
        "cramping": "Calambres",
        "gnawing": "Roer",
        "hotburning": "Quemar en caliente",
        "aching": "Dolor",
        "heavy": "Heavy",
        "tender": "Oferta",
        "splitting": "Splitting",
        "exhausting": "Agotador",
        "sickening": "Nauseabundo",
        "fearful": "Temeroso",
        "how": "¿Cómo funciona tu",
        "like": "¿tener ganas de?"
    },
    "MoodChartActivity": {
        "title": "Cuestionarios de humor",
        "emotions": "Cuando se trata de emociones, a veces puede ser difícil reconocer o admitir que no nos sentimos 100%",
        "assessment": "Autoevaluación del estado de ánimo",
        "short": "Si tiene 16 años o más, responda este breve cuestionario a",
        "fortnight": "(1) Le ayuda a comprender mejor cómo se ha sentido durante las últimas dos semanas.",
        "advice": "(2) Orientarlo en la dirección correcta para obtener consejos e información útiles",
        "things": "¿Con qué frecuencia has tenido poco interés o placer en hacer las cosas?",
        "score": "Puntuación",
        "hopeless": "¿Con qué frecuencia te ha molestado sentirte deprimido, deprimido o desesperado?",
        "asleep": "¿Con qué frecuencia le han molestado los problemas para conciliar el sueño, quedarse dormido o dormir demasiado?",
        "energy": "¿Con qué frecuencia te ha molestado sentirte cansado o tener poca energía?",
        "appetite": "¿Con qué frecuencia te ha molestado el poco apetito o comer en exceso?",
        "family": "¿Con qué frecuencia te ha molestado sentirte mal contigo mismo, o si eres un fracaso, o te has decepcionado a ti mismo o a tu familia?",
        "reading": "¿Con qué frecuencia le ha molestado tener problemas para concentrarse en cosas, como leer el periódico o mirar televisión?",
        "usual": "¿Con qué frecuencia te ha molestado moverte o hablar tan lentamente que otras personas podrían haber notado, o lo contrario, estar tan inquieto o inquieto que te has estado moviendo mucho más de lo habitual?",
        "anxious": "¿Con qué frecuencia te ha molestado sentirte nervioso, ansioso o nervioso?",
        "worrying": "¿Con qué frecuencia te ha molestado no poder detener o controlar las preocupaciones?",
        "different": "¿Con qué frecuencia te has preocupado por preocuparte demasiado por cosas diferentes?",
        "relaxing": "¿Con qué frecuencia te ha molestado tener problemas para relajarte?",
        "still": "¿Con qué frecuencia te has sentido tan inquieto que es difícil quedarte quieto?",
        "irritable": "¿Con qué frecuencia te ha molestado volverte fácilmente irritable?",
        "easily": "¿Con qué frecuencia te ha molestado volverte fácilmente irritable?",
        "attack": "¿Ha tenido un ataque de ansiedad (de repente sintió miedo o pánico)?"
    },
    "BiologicalActivity": {
        "title": "Edad epigenética",
        "biological": "Detección de edad epigenética 2.0 ",
        "wrinkles": "Deja de contar tu edad por cumpleaños o velas en el pastel, las arrugas, las patas de gallo o las arrugas del ceño en la cara, esos son solo números. Y hoy, los números no cuentan.",
        "old": "¿Cuantos años tienes?",
        "importment": "¿Por qué es importante?",
        "different": "Las personas envejecen a ritmos diferentes. Algunos 'se ven' y 'se sienten' más viejos que su edad cronológica, mientras que otros se ven más jóvenes que su edad cronológica.",
        "better": "Nuestra edad epigenética es un mejor parámetro de nuestra salud, bienestar y duración de vida que nuestra edad cronológica.",
        "hardware": "○ El ADN es el hardware, la genética es el sistema operativo y la metilación del ADN y otros factores epigenéticos son el software que programa el genoma.",
        "epigenetics": "○ Es importante destacar que la 'epigenética' en diferente de la 'genética' es potencialmente reversible mediante intervenciones dietéticas y cambios en el estilo de vida.",
        "suggest": "○ Los estudios sugieren que el 'reloj epigenético' acelerado podría estar asociado con un mayor riesgo de varias enfermedades crónicas relacionadas con la edad, como la enfermedad cardiovascular y el cáncer a una edad más avanzada. (enlazar:",
        "paradigm": "○ Un cambio de paradigma en la búsqueda de marcadores de edad epigenética ocurrió con el descubrimiento del 'reloj epigenético' por parte de Horvath, que se basa en la medición del estado de metilación del ADN en 500 posiciones estratégicas en el ADN.",
        "ncbi": "https://www.ncbi.nlm.nih.gov/pubmed/?term=epigenetic+clock+disease",
        "still": "). Sin embargo, esto sigue siendo un campo abierto y se necesitan más estudios..",
        "studies": "○ Están surgiendo estudios preliminares que muestran que los cambios en la dieta pueden causar la desaceleración del reloj epigenético en ciertas personas, sin embargo, esta es una vida abierta. (enlazar:",
        "pubmed": "https://www.ncbi.nlm.nih.gov/pubmed/30350398",
        "including": "○ Las asociaciones médicas nacionales han recomendado cambios en el estilo de vida, incluido el ejercicio y el cambio en los hábitos alimenticios, por un tiempo, sin embargo, necesitamos más datos sobre los cambios más recomendables y deben ser personalizados.",
        "learn": "○ Una forma de aprender sobre los cambios de estilo de vida recomendables es compartir nuestras experiencias con otros y analizar el impacto de las diferencias en el estilo de vida. Esto ahora es posible utilizando tecnologías para compartir, como aplicaciones, así como inteligencia artificial.",
        "epiaging": "¿Qué es la prueba epiAging?",
        "mean": "Qué significa eso?",
        "extensive": "○ Después de una extensa extracción de datos, hemos descubierto una única región de metilación CG relacionada con la edad que fue suficiente para predecir con precisión la edad epigenética utilizando saliva.",
        "decelerate": "○ Aunque todavía no está claro cómo uno puede desacelerar su edad, los cambios de estilo de vida recomendados por la mayoría de las asociaciones médicas nacionales son quizás un punto de partida. Una edad avanzada es una 'bandera roja', no más que sugiere que tal vez sea hora de hacer algunos cambios en el estilo de vida.",
        "consider": "○ Consideramos que una 'bandera roja' es una 'edad epigenética' que es más antigua que una desviación estándar de la prueba. La desviación estándar proporciona una idea sobre la distribución en la población normal que en este punto de análisis es de 5 años. A medida que se acumulen más pruebas, obtendremos un número más preciso de la 'distribución normal'.",
        "red": "○ Una 'bandera roja' podría incitarlo a actuar de acuerdo con su estilo de vida.",
        "information": "○ Nuestra aplicación lo vinculará con información sobre comportamientos de estilo de vida recomendados por importantes asociaciones médicas nacionales de EE. UU. Estos se actualizan regularmente y le sugerimos que siga actualizando examinando los enlaces periódicamente. Estas recomendaciones se basan en lo que la 'ciencia' sabe hoy, no son perfectas. Con más datos y más análisis, la ciencia está mejorando.",
        "update": "○ Actualizará los datos de su estilo de vida con la frecuencia que desee. Puede actualizar todas las preguntas, algunas o ninguna. Sin embargo, creemos que los informes precisos proporcionarán un mejor análisis más preciso.",
        "report": "○ Initially our report will show how far are your lifestyle parameters from consensus recommendations. Your data will be anonymized and your data and data from other anonymous users we will be analyzed by artificial intelligence to develop a model based on many users that measures the impact that lifestyle changes have on 'epigenetic clock'. In time as more data is accumulated., the model will be used on your lifestyle data and results of the 'model' will be shared with you.",
        "administer": "○ Nuestra prueba es simple de administrar, de bajo costo, robusta y precisa, y se integra dinámicamente en un ecosistema de salud de por vida impulsado por la tecnología de la aplicación y el aprendizaje automático.",
        "app": "¿Por qué necesitas cuestionarios en la aplicación?",
        "sense": "○ Las pruebas de EpiAging solo tienen sentido dentro de un sistema dinámico de vida, medio ambiente y gestión de la salud.",
        "personalized": "○ Se generará una evaluación personalizada que incluirá intervención basada en la información de salud y estilo de vida que proporcionó.",
        "health": "○ Updates on your health and lifestyle parameters periodically to activate the life-long personalized analysis report.",
        "questionnaires": "¿Por qué necesitas cuestionarios en la aplicación?",
        "clock": "Todos tienen un reloj de ADN",
        "chronological": "○ Todos conocemos nuestra edad cronológica. ¿Pero cuántos años tenemos realmente? Las personas envejecen a ritmos diferentes. Algunos 'se ven' y 'se sienten' mayores que su edad cronológica, mientras que otros se ven más jóvenes que su edad cronológica.",
        "life": "Nuestra edad epigenética es un mejor parámetro de nuestra salud, bienestar y vida que nuestra edad cronológica.",
        "know": "Pero, ¿cómo sabemos nuestra 'edad epigenética'?",
        "identifying": "Se cree que si podemos definir la verdadera 'edad epigenética' podríamos probar y diseñar intervenciones que desaceleren la tasa de envejecimiento biológico. Durante las últimas décadas, se ha invertido un gran esfuerzo en identificar diferentes parámetros que puedan predecir el 'envejecimiento biológico' y la vida útil, como medidas de fragilidad, canas, envejecimiento de la piel, niveles de diferentes tipos de glóbulos blancos. Sin embargo, se descubrió que la mayoría de estos marcadores no ofrecen ninguna ventaja sobre conocer su edad cronológica.",
        "longevity": "Parámetros que predicen el 'envejecimiento biológico' y la longevidad.",
        "method": "Método de detección de edad epigenética",
        "length": "Longitud del telómero",
        "correlation": "Baja correlación",
        "requirements": "Altos requisitos técnicos.",
        "small": "Pequeños errores técnicos pueden tener un efecto decisivo",
        "results": "impacto en los resultados.",
        "scores": "Puntajes de edad metabólica",
        "sampling": "Los métodos de muestreo y detección son complejos y no se han verificado en un gran número de muestras de población.",
        "epigenetic": "Reloj epigenético",
        "closely": "está estrechamente relacionado con la función epigenética del cuerpo humano, y la aceleración del reloj epigenético está relacionada con el riesgo de enfermedades neurodegenerativas y cáncer.",
        "epiagings": "epiAging",
        "methylation": "epiAging utiliza un método llamado metilación del ADN para determinar su verdadera edad, que podría, como la ciencia piensa en este momento y edad, revelar información importante sobre su verdadera salud, y posiblemente la calidad e incluso la duración de su vida.",
        "hkepi": "ECG en TERAPÉUTICA",
        "already": "HKG epi THERAPEUTICS ya tiene tres décadas de investigación pionera en esta emocionante área de metilación del ADN. Con nuestro método único para diagnosticar la metilación del ADN almacenada en sus células en la saliva, revelamos su edad real, lo que puede alentarlo a realizar cambios en el estilo de vida que, según sugiere alguna evidencia, podrían conducir a lo siguiente:",
        "slow": "Reduzca la velocidad del proceso de envejecimiento",
        "onset": "Prevenir enfermedades antes del inicio",
        "quality": "Imporve Your Quality Of Life",
        "extend": "Extiende la duración de tu vida",
        "making": "Haciendo simple la ciencia",
        "fast": "¿Qué tan rápido está funcionando su reloj biológico?",
        "chronologicaled": "Si su edad cronológica es 50 y su edad epigenética es 35, ¡excelente! Pero si su edad cronológica es de 35 años y su edad epigenética dice que tiene 50 años, podría ser la alarma que le pide que haga cambios en el estilo de vida.",
        "possibly": "El envejecimiento avanzado posiblemente se asocia con un mayor riesgo de enfermedad grave. La epigenética puede no ser la fuente de la juventud, pero es la fuente de la vida.",
        "really": "¡Así que toma la llave y aprende cuántos años tienes realmente!",
        "test": "La prueba de Epiaging",
        "developed": "We developed and introduced a convenient and efficient Epiaging detection test.",
        "epitherapeutics": "Los científicos de HKG Epitherapeutics han extraído una gran cantidad de sitios de metilación CG relacionados con la edad en cientos de datos de metilación de ADN publicados, y seleccionaron una región que contiene 13 sitios de metilación a partir de los cuales las muestras de saliva pueden predecir con precisión la edad epigenética.",
        "steps": "Descubra su edad epigenética en 5 simples pasos, cambie su estilo de vida y mejore su salud",
        "download": "STEP 1: DOWNLOAD THE APP",
        "register": "Descargue la aplicación, regístrese y solicite su prueba EpiAging. Luego recibirá su tubo de recolección de saliva por correo.",
        "step2": "PASO 2: SPIT. SELLO. EMBARCACION",
        "saliva": "Expulse su saliva (saliva) en el tubo, cierre y selle el sobre y envíe su paquete de prueba a nuestro laboratorio con su franqueo con su dirección.",
        "step3": "PASO 3: RESPONDE LAS PREGUNTAS E INGRESE LOS DATOS",
        "questionnaire": "Abre el botón del cuestionario. Ingrese sus datos. Guarde los datos Compare sus datos con las recomendaciones y realice cambios u ordene suplementos nutricionales. Informe los cambios con frecuencia. Una mayor calidad de los informes permitirá un análisis de alta calidad y una recomendación personalizada más precisa para usted. Recibirá un informe continuo en su aplicación que describe su progreso. Una vez que se acumulan datos, se proporcionará un informe personalizado de posibles cambios en su aplicación.",
        "step4": "PASO 4: DESCUBRE TU EDAD",
        "analyze": "Nuestro laboratorio de vanguardia analizará sus datos epigenéticos para calcular su edad epigenética y podrá ver informes personalizados a través de la aplicación.",
        "step5": "PASO 5: HAGA CAMBIOS DE ESTILO DE VIDA PARA MEJORAR SU SALUD",
        "lifestyle": "También analizaremos los datos de su estilo de vida. Sigue haciendo cambios en el estilo de vida y en los informes. Obtiene informes personalizados sobre su orden de progreso periódicamente nuevas pruebas epiAging para evaluar su progreso. Se proporcionará un nuevo análisis con algunas sugerencias. Sigue mejorando y probando tu epiAge.",
        "foot": "@2021 HKG epi THERAPEUTICS Ltd. Todos los derechos reservados",
        "counts":"La única edad que cuenta es",
        "danage":"la edad de su ADN biológico."
    },
    "SleepChartActivity": {
        "title": "Cuestionarios de sueño",
        "assessment": "Autoevaluación del sueño",
        "people": "La mayoría de las personas experimentan problemas con el sueño en su vida. De hecho, se cree que un tercio de los británicos tendrá episodios de insomnio en algún momento.",
        "include": "Las causas pueden incluir condiciones psicológicas (como depresión o ansiedad) o una combinación de ambas. Esta breve prueba de Sleepio le dará un puntaje de sueño, además de consejos prácticos y consejos para mejorar su sueño.",
        "total": "Pensando en una noche típica en el último mes, si te despiertas, ¿cuánto tiempo estás despierto en total?",
        "asleep": "Pensando en una noche típica en el último mes, ¿cuánto tiempo te lleva quedarte dormido?",
        "util": "minuto",
        "night": "noche",
        "quality": "Pensando en una noche típica en el último mes, ¿cómo calificaría la calidad de su sueño?",
        "score": "Puntuación",
        "mood": "Pensando en el último mes, ¿en qué medida el mal sueño ha afectado su estado de ánimo, energía o relaciones?",
        "productivity": "Pensando en el último mes, ¿en qué medida el mal sueño afectó su concentración, productividad o capacidad para mantenerse despierto?",
        "general": "Pensando en el último mes, ¿en qué medida el mal sueño te ha preocupado en general?",
        "problem": "8. ¿Cuánto tiempo has tenido un problema con tu sueño?",
        "month": "mes"
    },
    "DietChartActivity": {
        "title": "Recomendación de dieta",
        "confirmText": "Confirmar",
        "chooseBreakfast": "Elegir desayuno...",
        "food": "Consumo de alimentos (calorías / día)",
        "source": "Fuente: Healthline",
        "recommen": "Recomendación:",
        "calories": "Una mujer promedio necesita comer alrededor de 2000 calorías por día para mantener, y 1500 calorías para perder una libra de peso por semana. Un hombre promedio necesita 2500 calorías para mantenerse y 2000 para perder una libra de peso por semana.",
        "diet": "Ingrese su dieta",
        "foodd": "Comida",
        "each": "Cada",
        "edit": "Editar",
        "caloriess": "Calorías:",
        "kcal": "kcal",
        "fat": "Grasa saturada:",
        "g": "g"
    },
    "SameActivity": {
        "title": "Same introducción",
        "what":"¿Qué es",
        "what2": " SAMe?",
        "affacthealth": "SAMe es un producto natural en el cuerpo humano, que puede afectar la salud humana.",
        "same": "SAMe",
        "sam": "SAMe es un suplemento nutricional no un medicamento.",
        "body": "SAMe (S-adenosil metionina) es una sustancia química que se encuentra naturalmente en el cuerpo.",
        "considered": "SAMe es considerado el donante de metilo más importante en el cuerpo.",
        "level": "El nivel de SAMe disminuye a medida que el cuerpo envejece. Concomitantemente, es probable que ocurran varios problemas de salud, incluidos trastornos del estado de ánimo, articulaciones e hígado.",
        "molecules": "Todas las moléculas de SAMe tienen dos formas: el isómero SS (activo) y el isómero RS (inactivo).",
        "tosylate": "Mientras que SAMe viene en dos formas de sales estables; tosilato y disulfanato de butano, solo la forma de tosilato está respaldada por veinte años de investigación en materia de seguridad y eficacia.",
        "according": "Según estudios clínicos, SAMe puede mejorar la salud emocional, la relajación articular y la función hepática.",
        "quality": "En marzo de 2003, la AHRQ (Agencia para la Investigación y Calidad de la Atención Médica), una división de los Servicios Humanos y de Salud de los Estados Unidos, publicó los resultados de un importante estudio sobre SAMe.",
        "depression": "SAMe es tan eficaz como los medicamentos recetados convencionales en el tratamiento de la depresión.",
        "effective": "SAMe es tan eficaz como los medicamentos recetados estándar en el tratamiento de la osteoartritis",
        "diseases": "SAMe tiene beneficios significativos para los pacientes que padecen diversas enfermedades hepáticas",
        "effects": "No se encontró que SAMe natural tuviera efectos secundarios notables",
        "spotlight": "SAMe en el centro de atención",
        "october": " Arthritis Today Magazine (edición de",
        "lists": " octubre) enumera a SAMe como el mejor suplemento para la osteoartritis.",
        "research": "El estudio de Arthritis Research UK le",
        "highest": " da a SAMe el grado más alto de suplemento oral para el alivio de la osteoartritis.",
        "study": " El estudio del Hospital General de Massachusetts",
        "hospital": " demostró que la SAMe combinada con antidepresivos aumentó significativamente las tasas de remisión en pacientes con depresión mayor que fracasaron en la terapia convencional.",
        "korean": " Un estudio coreano encontró que la",
        "as": " SAMe es tan efectiva como la nabumetona.",
        "university": " El estudio realizado por la Universidad de ",
        "calfornia": "California demostró que SAMe es tan efectivo como Celecoxib, un medicamento recetado para la artritis.",
        "basic": "Investigación básica sobre SAMe en líneas celulares humanas",
        "animals": " y animales que aún no fueron seguidos por estudios clínicos",
        "shown": "Se demostró que SAMe bloquea el crecimiento de las células cancerosas del hígado.",
        "prostate": "Se demostró que SAMe bloquea el crecimiento de células de cáncer de próstata.",
        "formation": "Se demostró que SAMe inhibe la formación de cáncer de hígado en ratas y cáncer colorrectal en ratones.",
        "was": "Se demostró que SAMe mejora la memoria en un modelo de ratón con enfermedad de Alzheimer cuando se toma antes del inicio de los síntomas.",
        "why": "¿Por qué elegir nuestro SAMe?",
        "standards": "Nuestro SAMe se fabrica con los más altos estándares, utilizando el método original italiano (sal - disulfato de tosilato)",
        "consistently": "Las materias primas de inicio de nuestros productos SAMe prueban sistemáticamente la relación de isómero SS a RS más alta del mercado: ",
        "ss": "Isómero SS",
        "rs": "80% / isómero RS ",
        "tablets": "Nuestras tabletas SAMe tienen un recubrimiento entérico para una absorción óptima por parte del cuerpo",
        "sealed": "Nuestras tabletas SAMe están selladas en paquetes de blister para garantizar la frescura",
        "potency": "Nuestro SAMe está hecho para garantizar los estándares de pureza y potencia.",
        "falvors": "Sin saborizantes artificiales, sin lácteos, sin conservantes, sin alérgenos, sin levadura o sin gluten, certificado kosher",
        "minimun": "Nuestras tabletas SAMe han sido probadas para una calificación mínima de estabilidad de dos años.",
        "when": "Precaución al tomar SAMe",
        "should": "SAMe no debe usarse junto con el tratamiento recomendado por su médico.",
        "taking": "Si está tomando medicamentos y está considerando tomar SAMe como complemento, consulte a su médico para asegurarse de que SAMe no tenga interacción con el medicamento que está tomando.",
        "ltd": "@2021 HKG epi THERAPEUTICS Ltd. Todos los derechos reservados."
    },
    "DataActivity": {
        "title": "Seguridad de datos",
        "filling": "Importancia de rellenar cuestionarios.",
        "epiaging": "Las pruebas de EpiAging solo tienen sentido dentro de un sistema dinámico de estilo de vida, ambiental y de salud.",
        "personalized": "Se generará una evaluación personalizada que incluye la intervención según la información de salud y estilo de vida que proporcionó.",
        "update": " Actualice periódicamente sus parámetros de salud y estilo de vida para activar el informe de análisis personalizado de por vida.",
        "how": "¿Cómo realizamos el análisis de datos?",
        "test": "Los resultados de las pruebas de epiaging se analizan continuamente con parámetros generales de salud, intervenciones personales y resultados de múltiples usuarios utilizando algoritmos de aprendizaje automático de última generación.",
        "analysis": "Análisis personalizados con algunas posibles vías de mejora.",
        "data": "Los datos en nuestra base de datos son privados con respecto a la identidad personal.",
        "access": "No está permitido el acceso a tu información personal por alguien que tenga acceso a sus datos de salud y estilo de vida",
        "general": "Solo se compartirán conclusiones generales basadas en un resumen de toda la población.",
        "information": "¿Cómo nos aseguramos de que la información sea confidencial?",
        "privacy": "Contamos con sistema de gestión de seguridad y privacidad de datos.",
        "without": "Sin su consentimiento explícito, no compartiremos ninguno de sus datos personales.",
        "will": "No proporcionaremos su información o resultados a empleadores o compañías de seguros de salud de otras compañías.",
        "unless": "A menos que estemos obligados a cumplir con órdenes judiciales válidas, no proporcionaremos información a las agencias policiales.",
        "learn": "Obtenga más información sobre nuestras cláusulas de privacidad.",
        "logged": "Cuando no haya iniciado sesión en el sistema, su información de salud y la información personal del usuario estarán en un estado 'libre', y nadie podrá encontrar su información relacionada.",
        "not": "No tendremos ni guardaremos la clave privada del usuario para descifrar los datos del usuario de acuerdo con nuestra Declaración de seguridad de datos, guarde su única clave privada.",
        "lost":"Una vez que se establece la clave privada, no se permiten cambios. Si se cambia la clave privada, se perderán todos los datos sanos guardados previamente. Los nuevos datos sanos se cifrarán con una nueva clave privada, y solo se pueden configurar una vez.",
        "save":"No tendremos ni guardaremos la clave privada del usuario para descifrar los datos del usuario de acuerdo con la Declaración de seguridad de datos y la Ley HIPPA.",
        "eip":"@2021 HKG epi THERAPEUTICS Ltd. Todos los derechos reservados." 
    },
    "RasEncryptionActivity": {
        "title": "Configuración de seguridad de datos",
        "press": "Presione el botón 'GENERAR' para generar su clave pública única y su clave privada. Luego, al presionar 'GUARDAR',",
        "press2": " la clave pública única y la clave privada se guardarán en su dispositivo móvil",
        "setkey": "Una vez que se establece la clave privada, no se permiten cambios. Si se cambia la clave privada, se perderán todos los datos sanos guardados previamente. Los nuevos datos sanos se cifrarán con una nueva clave privada,",
        "setkey2": "y solo se puede configurar una vez.",
        "savekey": "No tendremos ni guardaremos la clave privada del usuario para descifrar los datos del usuario de acuerdo con ",
        "security": "la Declaración de seguridad de datos y la Ley HIPPA",
        "freestate": "Cuando no haya iniciado sesión en el sistema, su información saludable y la información personal del usuario estarán en un estado 'libre', y nadie podrá encontrar su información relacionada.",
        "savekey2": ",guarda tu única clave secreta.",
        "unique": "Se requiere la clave privada única para ingresar nuevamente si el usuario inicia sesión nuevamente después de cerrar sesión.",
        "failed": "Сообщение, Генерация ключа не удалась, пожалуйста, восстановите.",
        "success": "La clave pública y la clave privada son muy importantes para garantizar la seguridad de sus datos en esta aplicación. No guardaremos ni tendremos su clave pública y su clave privada. Tome una captura de pantalla o copie y pegue para guardar la clave pública y la clave privada para que pueda completarla fácilmente y obtener sus datos la próxima vez.",
        "generate": "GENERAR",
        "privatekey": "Llave privada",
        "publickey": "Llave pública",
        "save":"GUARDAR",
        "copykeys":"COPIA DE CLAVES",
        "titlemsg":"Mensaje",
        "meg":"La clave pública y la clave privada se han copiado en su portapapeles."
    },
    "QAActivity": {
        "title": "Q&A",
        "test":"1.Manual del usuario de la aplicación EpiAging",
        "report":"2.¿Cómo obtener mi informe de prueba epiAging?",
        "fillques":"3.¿Cómo llenar los cuestionarios?",
        "calfoot":"4.¿Cómo calcular las calorías de los alimentos que ingieres?"
    },
    "ContactActivity": {
        "title": "Contáctenos",
        "phone":"(+852) 2354 8297",
        "utics":"info@hkgepitherapeutics.com",
        "http":"https://www.hkgepitherapeutics.com",
        "hkg":"HKG epitherapeutics Limited Unit 613, Biotech Center 2, Hong Kong Science Park, Sha Tin, N.T., Hong Kong"
    },
    "QuesnoteActivity": {
        "about": "Sobre cuestionarios",
        "are": "Los cuestionarios son",
        "optional": "opcional para llenar.",
        "however": "Sin embargo, la epigenética se ve afectada tanto por el estilo de vida como por el medio ambiente. Nuestra filosofía es que las pruebas Epiaging solo tienen sentido dentro de un sistema dinámico de gestión del medio ambiente, la salud y el estilo de vida.",
        "personalized": "Se generará una evaluación personalizada que incluirá una intervención basada en la información de salud y estilo de vida que proporcionó. Las actualizaciones de sus parámetros de salud y estilo de vida periódicamente activarán el informe de análisis personalizado de por vida.",
        "title": "Notificación",
        "ques": "Hacer continuación",
        "back": "Cancelar",
        "epi":"@2021 HKG epi THERAPEUTICS Ltd. Todos los derechos reservados."
    },
    "Manual1Activity": {
        "title": "Cómo obtener mi informe de prueba epiAging",
        "getmy":"Cómo obtener mi informe de prueba epiAging",
        "login":"Asegúrese de iniciar sesión con la cuenta que se ha utilizado para comprar el producto epiAging.",
        "username":"Su nombre de usuario aparecerá después de iniciar sesión.",
        "gohome":"Vaya a 'INICIO' o 'EPICENTRO' y haga clic en 'Mi informe'.",
        "barcode":"Ingrese (o escanee) el código de barras en su tubo de ensayo y obtenga su informe epiAging.",
        "icon":"Después de ingresar su código de barras, haciendo clic en el icono para obtener su informe de prueba epiAging",
        "result":"El resultado de su prueba epiAging estará en la parte inferior de la página."
    },
    "Manual2Activity": {
        "title": "Manual del usuario de la aplicación EpiAging",
        "download":"Descargue la aplicación IOS de Apple Store o la aplicación de Android de Google Play Store.",
        "gocenter":"Vaya a 'EPICENTER' y haga clic en registrarse para registrar una cuenta.",
        "fillregis":"Complete la información de registro.",
        "mailbox":"Vaya al buzón de registro para activar su cuenta.",
        "accountlogin":"Inicie sesión con la cuenta que acaba de registrar.",
        "setkey":"Generar clave de seguridad de datos única.",
        "sentmail":"La clave pública y el par de claves privadas se guardarán en la carpeta local de su teléfono",
        "purchase":"Vaya a 'COMPRAS' para comprar el kit de prueba EpiAging."
    },
    "Manual3Activity": {
        "title": "Cómo completar el cuestionario",
        "how":"Cómo completar el cuestionario",
        "slider1":"Cómo usar el control deslizante para completar los datos.",
        "ratingstart2":"Cómo usar la estrella de calificación para completar los datos.",
        "enteefield3":"Cómo usar el campo de entrada para completar los datos."
    },
    "Manual4Activity": {
        "title": "Guía de la dieta",
        "calculate":"¿Cómo calcular las calorías que ingieres?",
        "slider":"Cómo usar el control deslizante para completar los datos",
        "calfood":"Cómo usar la calculadora de calorías para calcular las calorías de los alimentos que tomas.",
        "entering":"Cómo usar el campo de entrada para completar los datos."
    },
    "SavepdfpathActivity":{
        "btncp":"Copiar",
        "titlemsg":"Mensaje",
        "copy":"Copiado. Copiar la dirección de conexión al navegador de la computadora."
    },
    "ScannerAcitivity":{
        "title":"Escanear"
    },
    "LangActivity":{
        "title":"Cambio de idioma",
        "English":"Inglés(English)",
        "French":"Francés(French)",
        "Spanish":"Español(Spanish)",
        "Russian":"эгуо (язык)(Russian)",
        "Portuguese":"Portugués язык(Portuguese)",
        "Chinese":"Chino(Chinese)"
    }, 
    "LaunchActivity":{
        "title":"Launch",
        "registerkit":"REGISTER KIT",
        "myreport":"MY REPORT",
        "buykit":"BUY EPIAGE KIT",
        "signin":"SIGN IN WITH EMAIL",
        "readmore":"READ MORE ABOUT EPIAGE"

    }
}